{
  "book_id": "Locklands",
  "metadata": {
    "title": "Запертые земли",
    "author": "Роберт Джексон Беннетт",
    "language_source": "en",
    "language_target": "ru"
  },
  "parts": [
    {
      "part_number": 1,
      "part_title": "Часть I: Скриптинговые войны",
      "chapters": [
        {
          "chapter_id": "ch1",
          "title": "Глава 1",
          "content": "<Ты готова?> — прошептал голос.\n\nБереника открыла глаза. Утреннее солнце ярко бликовало на поверхности океана; зрение фокусировалось медленно — очертания городских стен, крепостных валов и береговых батарей словно затвердевали в мерцающем свете. Она медитировала так глубоко, что на мгновение забылась: *Я в Старой Теванне? Или где-то еще?* Но затем чувства полностью вернулись к ней, и она увидела.\n\nГраттиара: крошечный крепостной анклав, балансирующий на каменной нити, уходящей в Море Дураццо; сплошь серые, цвета океана, стены, белоснежные башни и кружащие чайки. Это был не столько город, сколько осадок цивилизации, налипший на зубчатые стены; дома и хижины лепились к корпусу корабля, словно ракушки. Она смотрела, как маленькие рыбацкие лодки медленно подползают к пирсам, сверкая бледными люминесцентными парусами. Они смутно напоминали ей крылья летучих мышей, ловящие первые лучи рассвета.\n\n— Черт, — тихо сказала Береника. — Почти красиво.\n\n<Почти.> Клаудия встала рядом с ней на балконе; глаза под темным металлическим шлемом смотрели жестко и пронзительно. Ее голос прошелестел на задворках сознания Береники, тихий, но отчетливый: <Как же низко мы пали, раз считаем эту мелкую сраную дыру красивой.>\n\n<Да,> — вздохнула Береника. — <И все же, нам ее спасать.>\n\nКлаудия ковыряла в зубах щепкой. <Или хотя бы людей, в любом случае.> Она отбросила зубочистку. <Так ты готова?>\n\n<Не знаю. Может быть. Как я выгляжу?>\n\n<Как мрачная королева-воительница,> — сказала Клаудия. Она ухмыльнулась. <Может, даже слишком мрачная. Это крепость Морсини, учти. Губернатору может не понравиться пугающая женщина.>\n\n<Разговор и будет мрачным. Но я прослежу, чтобы улыбок и поклонов хватало,> — едко добавила она. Она поправила кирасу на плечах, чувствуя, как сгибаются и разгибаются наплечники, затем оттянула кожаную рубаху у шеи, чтобы выпустить немного влажного жара. Их броне было далеко до лорики: она прикрывала лишь жизненно важные точки, оставляя суставы свободными, но под солнцем Граттиары в ней все равно было жарко, как в пекле.\n\n<Сойдет,> — сказала Береника. Она закинула эспрингаль за спину, затем проверила, на месте ли скриптнутая рапира в ножнах на поясе. <Эспрингали настроены как надо?>\n\n<Нам придется подойти на линию прямой видимости,> — сказала Клаудия. Она указала на маленькую пластину на своем правом наплечнике, затем на такую же на броне Береники. <Но они прилетят к нам по зову.>\n\n<Хорошо.>\n\n<Все еще думаешь, что разумно брать оружие на этот треп? В смысле — они же заставят нас разоружиться перед губернатором?>\n\n<О, почти наверняка,> — сказала Береника. <Но просьба разоружиться — отличная возможность показать, сколько всего на тебе навешано.>\n\n<Как цинично.> Ухмылка Клаудии снова мелькнула. <Одобряю.>\n\nВетер переменился, и в ноздри Береники ввинтилась вонь гнили — несомненно, из лагеря беженцев, раскинувшегося за городскими укреплениями. Она вытащила подзорную трубу и осмотрела лагеря на холмах к северо-западу.\n\nВсе это создавало жестокий, резкий контраст: город Граттиара оставался более-менее безупречным, его громадные скриптнутые береговые батареи нависали над морем, башни внутренних укреплений все так же высились элегантными пиками; но всего в нескольких ярдах от них простиралось поле за полем рваных палаток, самодельных укрытий и испорченной воды — напоминание о том, как сильно изменился мир за пределами этого крошечного города-крепости.\n\nКлаудия прошептала: <Есть движение, Капо.>\n\nБереника обернулась. Небольшая группа людей спускалась по лестнице от ворот центрального донжона, все в красочных сине-красных одеждах. Она изучила донжон: башни, утыканные батареями эспрингалей и визгунов — скриптнутые модели, устаревшие, как она знала, минимум на четыре года. А стены, конечно, вообще не были скриптнуты: просто кирпич, раствор и десятилетия латания дыр. Ни сигилов, ни струн, ни встроенных аргументов, которые обманом заставили бы их стать сверхъестественно прочными или крепкими.\n\n— Когда оно доберется сюда, — пробормотала она вслух, — то пройдет сквозь это место, как горячий нож сквозь жир угря.\n\n<Да,> — сказала Клаудия, вглядываясь в лагерь беженцев. <И все эти люди умрут — или того хуже.>\n\n<Сколько у нас времени, напомни?>\n\n<Последняя оценка — две недели,> — сказала она. — <Ей придется пройти через Балфи на севере, и это должно ее замедлить, мы надеемся. У нас должна быть как минимум неделя, прежде чем она окажется у здешних ворот, Капо.>\n\nБереника гадала, точны ли эти оценки. Если бы у нее была огромная армия, и она намеревалась использовать ее, чтобы уничтожить все на своем пути — какую дорогу она бы выбрала, какие реки, и как быстро бы двигалась?\n\n*Как же я устала,* — подумала она, — *от таких жутких вопросов.*\n\n<Ты так и не ответила мне, Бер,> — мягко сказала Клаудия. <Ты готова?>\n\n<Почти,> — ответила она. Она подошла туда, где на скамейке перед лестницей сидели двое других членов ее команды. Диэла, младшая и самая маленькая из двоих, мгновенно вскочила по стойке смирно — так резко, что шлем звякнул у нее на голове. Витторио поднялся лениво, ухмыляясь и распрямляя свое высокое, поджарое тело рядом с ней. В руках он держал тяжелый деревянный ящик, около трех футов в ширину и высоту, сколоченный из простых досок, с откидной крышкой на защелке.\n\n— Все в порядке? — спросила Береника.\n\n<Я готов поставить эту штуку и уйти с солнца, Капо,> — прошептал Витторио на задворках ее разума. Он встретился с ней взглядом, и его улыбка стала шире. <Ты уверена, что они пустят меня в донжон с этим?>\n\n— Пустят, — сказала она. — Помните, оба: это чисто дипломатическая операция. Просто смотрите в оба, держите снаряжение под рукой — и если они рыпнутся на нас, вспомните свои тренировки.\n\n<Если до этого дойдет, отбиться от кучки головорезов торгового дома будет проще, чем то, к чему мы привыкли,> — сказал Витторио, теперь уже ухмыляясь.\n\nДиэла моргнула рядом с ним, и Береника почувствовала медленно нарастающую тревогу на задворках мыслей девушки.\n\n<Вероятно, до этого не дойдет,> — сказала Береника девушке. <Повторяю, это дипломатическая миссия. Но даже если ты не видела боев, Диэла, ты знаешь то, что знаем мы, и видела то, что видели мы. Я не сомневаюсь, что ты справишься.>\n\nДиэла нервно кивнула и сказала: <Да, Капо.>\n\n<Пора, Капо,> — сказала Клаудия.\n\nБереника подняла взгляд. Люди из донжона были близко. Она надела шлем, поправляя его так, чтобы глаза правильно смотрели через визор, и туго затянула ремни. *Восемь лет я веду эту войну,* — подумала она, — *и до сих пор не могу подогнать эту проклятую хреновину как надо.*\n\nОна стояла там, высокая и уверенная в своей темной броне, и смотрела, как люди Морсини спускаются по лестнице. Когда-то такие люди пугали или хотя бы тревожили ее, но те дни давно прошли: было слишком много битв, слишком много смерти и ужаса, чтобы люди торговых домов могли преследовать ее в мыслях.\n\n*Я готова,* — подумала она про себя. — *Я готова к этому.*\n\nИ все же она почувствовала вспышку неуверенности, ощущая отсутствие, словно забыла что-то важное. Она вытащила подзорную трубу из кармана и снова посмотрела в нее, хотя на этот раз направила ее на далекий океан, далеко на юг.\n\nСначала она видела только море, но потом заметила ее — крошечную точку вдалеке, у самого горизонта.\n\n*Санча и Клеф,* — подумала она. — *Держат дистанцию. Но они там. Она там.*\n\nОна услышала шаги и быстро убрала трубу.\n\n*Боже, любовь моя. Как бы я хотела, чтобы ты была здесь со мной сегодня.*\n\nГолос с лестницы, чопорный и уверенный:\n— Губернатор примет вас сейчас, генерал Гримальди.\n\n— Спасибо, — сказала Береника. — Ведите.\n\n* * *\n\nКак и ожидалось, их заставили сдать оружие перед входом в сам донжон, что они и сделали без протестов. Береника смотрела, как часовые Морсини забирают их оружие и складывают в большой деревянный ящик у ворот, который затем заперли. Прежде чем Береника успела озвучить вопрос, Клаудия прошептала: <Не проблема.>\n\n<Хорошо,> — сказала Береника.\n\n— А это? — спросил один из часовых, указывая на ящик в руках Витторио.\n\n— Подарок для губернатора, — пояснила Береника.\n\n— Сначала я должен осмотреть его, — сказал мужчина, — и понесу его я.\n\nБереника кивнула Витторио, тот поставил ящик на землю и открыл его.\n\nЧасовой заглянул внутрь, затем посмотрел на них с настороженным недоверием.\n— Вы уверены, что взяли тот ящик?\n\n— Тот самый, — сказала Береника.\n\nЧасовой вздохнул, закрыл ящик и крякнул, поднимая его.\n— Как скажете, — пробормотал он.\n\nИх впустили внутрь; скриптнутые двери распахнулись, и эскорт повел их дальше. Побывав за свою жизнь во многих объектах Дома Морсини, Береника нашла донжон смутно знакомым: узкие извилистые коридоры, стены из витражного стекла; и повсюду стража, наемники и подрядчики во всевозможных цветах и типах брони, хотя большая часть их снаряжения пребывала в некотором запустении.\n\nНаконец их четверых привели в главный зал совещаний. Должно быть, в зените своей славы это было величественное помещение, но почти всю мебель вынесли, чтобы освободить место для гигантского стола, заваленного картами, который доминировал в комнате. Часовые жестом пригласили их, и Береника подошла к столу. Она поняла, что узнает карты с первого взгляда: на них были изображены нации Дауло и Готийские нации к северу. Огромное пятно ярко-красного цвета расползалось по территориям, да так сильно, что казалось, будто весь север истекает кровью.\n\nОна узнала их, ибо сама смотрела на такие карты каждый день. Однако, судя по цветам и отметкам, эти карты сильно устарели — как и городская оборона.\n\n*Они думают, что торопятся,* — подумала она. — *Но они понятия не имеют.*\n\nОна изучила комнату. Наемники, администраторы и скрипторы сидели в ряд в задней части зала, ожидая вызова. Они лишь мельком взглянули на Беренику, прежде чем перевести взгляд на одного человека, который подошел к картам на дальнем от нее конце стола. Он был хорошо одет и ухожен, с изысканной скриптнутой рапирой в ножнах на боку, но лицо его было бледным и изможденным, глаза запали от усталости, а борода была пронизана сединой. Хотя Беренике докладывали, что губернатор Мальти всего на десяток лет старше ее, человек перед ней выглядел намного старее.\n\n*Возможно,* — подумала она, — *этот разговор будет очень коротким, и множество жизней будет быстро спасено.*\n\nСвита в красно-синем объявила их:\n— Генерал Гримальди и делегация Свободного Государства Гива, ваша светлость.\n\nБереника сняла шлем и поклонилась.\n— Спасибо, что приняли нас, ваша светлость, — сказала она. Клаудия, Витторио и Диэла тоже поклонились, хотя шлемов не сняли.\n\nГубернатор Мальти медленно оторвал взгляд от карт, приподняв брови. Он изучал их с выражением легкого замешательства. Береника ждала, пока он заговорит, но он, казалось, не спешил.\n\nНаконец он просто сказал:\n— Итак. Это и есть мифические воины Гивы.\n\nЗаявление повисло в затхлом воздухе.\n\n— Это мы, ваша светлость, — сказала Береника.\n\n— Я почти поверил, что гиванцы — это сказка, вроде призраков, — сказал Мальти. Его слова были натянутыми и безжалостными, как звон тетивы. — Или, возможно, небесные духи, которые, как рассказывал мне дедушка, стоят на страже у самых врат Рая.\n\n<Учитывая, что у меня вся задница взмокла от пота,> — прошептала Клаудия, — <я не чувствую себя ни хрена мифической.>\n\nБереника попыталась изобразить достойную улыбку.\n— Я бы предпочла, чтобы так и было. Но мы из плоти и крови, и рады говорить с вами здесь, в земном царстве, а не в Раю.\n\nГубернатор Мальти улыбнулся в ответ, но его улыбка была куда холоднее.\n— Разумеется. И вы пришли обсудить мое положение здесь.\n\n— Да, ваша светлость. Касательно беженцев у ваших ворот.\n\n— Вы хотите моего разрешения забрать их.\n\n— Если возможно, ваша светлость. У нас есть транспорт. Мы действуем исключительно в интересах спасения жизней. Полагаю, это пошло бы на пользу всем. Должно быть, трудно содержать войска, когда у вас на пути столько перемещенных граждан.\n\n— Перемещенные граждане... — эхом отозвался Мальти. — Какая фраза. — Он откинулся на спинку стула, наблюдая, как часовой ставит ящик Витторио на стол, кланяется и уходит. — И чтобы убедить меня позволить вам это сделать, — сказал Мальти, — вы принесли мне... дары.\n\n— Принесли, — сказала Береника. — В некотором роде.\n\nВзгляд Мальти задержался на ящике. Он не встал, чтобы открыть его. Он не заговорил. Он просто смотрел на него, словно погрузившись в мысли.\n\n<Не пойму,> — прошептала Клаудия. — <Все идет хорошо? Потому что не похоже, что все идет хорошо.>\n\n<Тихо,> — рявкнула Береника.\n\n— Знаете, — сказал Мальти с внезапным оживлением, — я все еще не привык принимать делегации. Послов. Эмиссаров. Все в таком духе. Граттиара, в конце концов, не предназначалась для такого. — Он устало указал на серые кирпичные стены. — Мы — крепость, мы охраняем проход вдоль побережья. Великие державы раньше не ездили в крепости на встречи с государственными деятелями. Скорее, они ездили в сами государства.\n\n— Верно, ваша светлость, — сказала Береника. — Но с тех пор мир изменился.\n\n— Изменился? — переспросил он. Мрачная ухмылка мелькнула на его лице. — Или закончился?\n\nВсе в комнате посмотрели на Беренику.\n\n<Вот дерьмо,> — сказала Клаудия. — <Как-то мрачновато стало.>\n\n— Здесь он не закончился, — ровно сказала Береника.\n\n— Пока нет. Но в других местах... — Его ухмылка угасла. — Восемь лет назад мы были просто форпостом в чужой войне. Потом, совершенно внезапно, мест, куда могли бы поехать чьи-либо послы, становилось все меньше и меньше — так что они приехали сюда. А теперь почти не осталось наций, которые могли бы прислать послов. — Он подался вперед. — И все же, когда другие делегации уезжали, я обычно знал, куда мне отправиться, чтобы поговорить с ними снова. У меня было название города, или острова, или городка, или чего-то подобного. Но в случае с нацией Гивы... никто толком не знает, где находится сама нация, не так ли?\n\nБереника снова почувствовала на себе взгляды всех присутствующих.\n\n— Гива находится на Гиванских островах, — сказала она, ее голос оставался ровным и учтивым.\n\n— О, я знаю, — сказал Мальти. — Мне так говорили. Но мне также говорили, что всякий раз, когда кто-то плывет к этим островам, они всегда пустынны и окутаны туманом — и чем дальше они заплывают, тем больше тумана встречают, пока не вынуждены повернуть назад. — Холодная усмешка. — Вы уверены, что не стоите на страже у ворот Рая, генерал Гримальди?\n\n<Проклятье,> — прошептал Витторио. — <Он не дурак.>\n\n<Нет,> — ответила Береника. — <Не дурак.>\n\n— Вы наверняка понимаете необходимость нетрадиционных методов защиты, ваша светлость, — сказала Береника. Она кивнула на карту. — Учитывая то, что случилось с нациями Дауло, и Готийскими странами, и далее.\n\nГлаза Мальти были как лед.\n— Значит, вы умеете создавать стены из тумана?\n\n— У нас есть свои скриптнутые инструменты, — холодно ответила она. — Такие же, как у вас.\n\nОн отвернулся на мгновение, размышляя. Затем спросил:\n— И скажите мне, генерал Гримальди — Гива действительно уничтожила вражеские установки в заливе Пишио около полугода назад?\n\nБереника почувствовала, как в ее сознании расцвело удивление Витторио и Клаудии.\n\n<Ха,> — прошептала Клаудия. — <Не думала, что слухи об этом дошли так далеко.>\n\n— Мы... уничтожили, ваша светлость, — сказала Береника. Но теперь она не была уверена, к чему он клонит.— А что насчет порта Вария? — спросил Мальти. — Мне говорили, у врага там была настоящая крепость, и все же после визита вас, гиванцев, она полностью пала. Это правда?\n\nБереника поколебалась, но кивнула.\n\n— Как? — потребовал он.\n\nОна задумалась.\n— Осторожно, ваша светлость, — сказала она.\n\nМальти улыбнулся, очень коротко, а затем его взгляд стал отрешенным. Когда он снова заговорил, его голос был смертельно тихим:\n— Это очень интересно. Потому что я знаю только одну другую силу, которая добивалась таких успехов против врага. Так что... я вынужден спросить, есть ли тут связь.\n\nБереника прищурилась на него. Затем снова взглянула на карты на столе — конкретно на маленькое черное пятно в долинах к западу от всей этой красноты. Это было любопытное маленькое дополнение, напоминающее ей какого-то паразита, зарывшегося в тело скота, и хотя оно было крошечным по сравнению с огромным морем красного на востоке, она знала, что черное пятно было шириной по меньшей мере в сотни миль. Советники Мальти даже заштриховали область вокруг черного пятна серым, обозначая выжженные, разрушенные пустоши, вызванные годами невыразимой войны.\n\nОна посмотрела на Мальти и сказала:\n— Гива стоит одна. У нас нет официальных союзников, ваша светлость. И уж точно не тот, на которого вы намекаете.\n\n— Но у вас так много общего. Такая таинственность, такие способности. Как вы убедите меня, что не связаны с дьяволом, спящим в Черных Королевствах?\n\nВсе смотрели на нее. Береника слышала, как Витторио молча пересчитывает всех вооруженных людей в комнате вместе с ними.\n\n— Ну? — сказал Мальти.\n\nВ сознании Береники вспыхнул образ — черная маска, блестящая в тенях, пока ночь наполнялась криками, — и вместе с воспоминанием пришел голос, нечеловечески глубокий и рокочущий: *Я ходил в места, куда не ступала нога живого человека. Я видел инфраструктуру, делающую эту реальность возможной.*\n\n<Бер?> — прошептала Клаудия.\n\nБереника шмыгнула носом и откашлялась.\n— Я была в Теванне, когда случилась Ночь Берегопада, ваша светлость, — сказала она. — Я видела, что он сделал. Я помню. Я не могу забыть. Так что могу сказать совершенно искренне: я скорее умру, чем стану союзником этой твари.\n\nМальти кивнул, его взгляд все еще был отрешенным. Хотя она не могла сказать, поверил ли он этому ответу, он, казалось, счел его удовлетворительным. Но затем его взгляд заострился на Беренике, и он сказал:\n— Мне плевать, что в вашем ящике.\n\nБереника моргнула.\n— Ваша светлость, я...\n\n— Мне плевать на золото или ценности, — сказал он. — В конце концов, больше нет свободных мест, где я мог бы их потратить. И мне плевать на любые инструменты или изобретения, которые вы можете предложить. У нас есть свои лексиконы, которые управляют нашими ригами и защитой. И нам не нужны пластины определений или какие-либо аргументы для ввода в эти лексиконы, чтобы помочь им вспомнить, как убедить все наши инструменты работать так, как мы хотим.\n\nОн замолчал, и напряжение на его лице сменилось какой-то глубокой усталостью. Береника почувствовала повисший в воздухе незаданный вопрос и решила задать его сама.\n\n— Тогда, — сказала она, — что вас волнует, ваша светлость? Как Гива может вам помочь?\n\nЛицо Мальти застыло, глаза бегали по картам.\n— Помочь мне... — тихо сказал он. — Хм. Если Гива может наносить урон врагу, значит, вы наверняка хоть немного его понимаете. По крайней мере, больше, чем скриптеры, которые у меня здесь, и которые не понимают его вовсе. — Он презрительно махнул рукой на людей, сидящих в глубине зала, которые злобно смотрели на Беренику.\n\n— У нас есть некоторые знания о нем, да, — сказала она.\n\nМальти снова изучил ее.\n— У меня есть... проблема, — сказал он. — Которую никто не может объяснить. Нанесенная нам врагом. Настолько серьезная, что, хотя это очень важная тайна, я готов обсудить ее даже с незнакомцами вроде вас.\n\nБереника поняла, о чем он просит.\n— Мы умеем хранить секреты, ваша светлость.\n\n— Надеюсь, — тихо сказал он. — Если вы сможете помочь мне с этим... этим препятствием, я дарую Гиве свободный проход через воды вокруг крепости. — Он вздохнул, затем встал и указал на закрытую дверь в задней части зала. — Я не могу объяснить это, ибо сам не понимаю. Но я покажу вам, если вы согласны взглянуть.\n\nБереника изучала дверь, размышляя. Это был сюрприз. Она ожидала больше бахвальства и подкупа, и гораздо больше угроз.\n\n<А-а, Капо,> — спросила Диэла. <Это то, что ты планировала?>\n\n<Вовсе нет,> — сказала Береника. Она посмотрела на лицо Мальти, такое худой и изможденное. <Но я не думаю, что он лжет.>\n\n<Если мы действительно сможем ему помочь, конечно,> — сказала Клаудия.\n\n<Приход сюда был авантюрой,> — сказала Береника. <Нам остается только повышать ставки.>\n\nОна кивнула Мальти.\n— Мы идем.\n\n* * *\n\nМальти провел их через маленькую дверь в лабиринт коридоров вглубь замка. Береника обнаружила, что невозможно отследить, куда они идут; она и ее команда следовали за свитой губернатора, в которой было не меньше дюжины человек, и еще дюжина следовала за ними. Она не видела ничего, кроме ряда движущихся плеч впереди.\n\nНо наконец они остановились, и свита расступилась, пропуская Беренику и ее команду вперед. Она обнаружила Мальти, ожидающего в конце перед закрытой деревянной дверью, его глаза были более измученными, чем когда-либо.\n— Я прошу вас быть тихими, — сказал он. — И учтивыми.\n\nОна кивнула.\n\n— Все, что вы увидите внутри, должно остаться в тайне. Это ясно?\n\n— Конечно, — сказала она.\n\nОн долго смотрел на нее, казалось, разрываясь от сомнений. Затем открыл дверь и ввел ее внутрь.\n\nКомната внутри оказалась спальней, большой, но скромной, с красочным красно-синим ковром и изящным шкафом. В углу стояла кровать с балдахином, а рядом сидела женщина в простой одежде, с миской каши и ложкой на коленях.\n\nВ кровати лежал молодой человек, лет двадцати, болезненно худой и истощенный. Его глаза были открыты, но тусклы, уставившись в кирпичный потолок с остекленевшим выражением. Его рот был вымазан кашей, а куча простыней в углу сильно пахла дерьмом и мочой.\n\nМальти подошел, и женщина встала, поклонилась, отошла в сторону. Он встал у кровати, затем сказал тихим, раздавленным голосом:\n— Это мой сын. Хулио.\n\nБереника подошла и встала рядом с ним. Молодой человек не отреагировал. Он даже не моргнул. При дыхании слышался слабый булькающий хрип.\n\n— Он был в битве при Корфе, — сказал Мальти. — Последней великой битве, которую Дом Морсини вел с врагом. Он был в доспехах, вооружен и готов — но потом что-то ударило его, и он сошел с ума. Он... — Мальти сглотнул, и его голос дрогнул. — Он убил своего брата. Своего младшего брата. И многих других. Но когда его люди скрутили его и унесли, он стал... тихим. Вот таким. Он дышит, едва ест, но...\n\nБереника смотрела, как впалая грудь молодого человека поднимается и опускается, очень мягко.\n\n<Ох, блядь,> — медленно произнесла Клаудия. <Это то, о чем я думаю?>\n\n<Да,> — сказала Береника.\n\nВитторио посмотрел на нее с тревогой.\n<И они притащили его обратно?> — сказал он. <Они впустили его внутрь? Разве они не знают, что может смотреть через его глаза, даже сейчас?>\n\n<Это ловушка, Капо?> — спросила Диэла. <Оно... оно хотело, чтобы мы пришли сюда?>\n\nБереника молчала.\n\nМальти повернулся к ней.\n— Вы знаете, что сделало это с ним? — спросил он. — Можете вы, гиванцы, исправить то зло, что враг сотворил с моим сыном?\n\nОна изучила молодого человека — то, как его скулы, казалось, почти протыкали кожу, худобу его рук, его маленькие, тусклые глазки.\n\nБереника потянулась вперед, взяла потное, грязное лицо молодого человека и наклонила его к себе, открывая правую сторону.\n\nТам, прямо над правым ухом, было то, что она и ожидала найти: небольшая мокнущая рана, слегка опухшая от инфекции — но ей показалось, что она видит проблеск металла сквозь порез, словно что-то было зарыто в его плоти.\n\nОна уставилась в глаза парня, гадая, кто или что сейчас смотрит в ответ, и что оно увидело.\n\n<Меняйте оценки,> — сказала Береника. <Оно знает, что мы здесь. Исходите из того, что у нас меньше двух дней.>\n\nОна повернулась к Мальти.\n— Мы не будем обсуждать это здесь. Не там, где оно может подслушать.\n\n— Оно? — переспросил он, оскорбленный. — Вы имеете в виду моего сына?\n\n— Нет, — сказала она. — Я имею в виду тварь, которая сейчас управляет вашим сыном. Тварь, которая, вероятно, использовала его, чтобы увидеть, как разобрать вашу крепость по кирпичику.\n\n* * *\n\nОни сидели за столом в зале совещаний: четверо гиванцев, губернатор Мальти и горстка его доверенных лейтенантов. Взгляд Береники скользил по картам перед ними, по всем этим маленьким городам и феодам, чьи названия были поглощены красным цветом. Больше всего она смотрела на южную линию багрового цвета, где он скопился у начала полуострова, готовый хлынуть вниз, туда, где Граттиара цеплялась за побережье на самом кончике. Разрыв между крепостью и всей этой краснотой теперь казался очень, очень маленьким.\n\n«И все эти люди, запертые между ними», — подумала Береника. Выжившие после стольких страданий...\n\nОна спросила:\n— Вы знакомы с твиннингом?\n\nГубернатор Мальти посмотрел на нее.\n— Т-твиннингом? — рассеянно переспросил он. Он оглядел комнату с картами, словно пытаясь найти скриптера для консультации, но, похоже, забыл, что приказал очистить помещение. — Кажется, да. Это метод скриптинга, в основном для связи, верно?\n\n— Да, — сказала Береника. — Это скриптнутый способ утверждения, что одна вещь является другой, или подобна другой. Напишите правильные сигилы на двух стеклах, чтобы они стали сдвоенными, затем ударьте по одному молотком, и оба разобьются. Сдвойте два куска металла, нагрейте один, и другой станет горячим. — Она наклонилась над картами. — Враг, с которым вы сражаетесь — с которым мы все сражаемся — использует продвинутую форму твиннинга для ведения войны. Вот как ему удалось захватить столько территории — всего за восемь лет.\n\nОна коснулась самой большой карты, изображающей море Дураццо и все земли вокруг него, и пятно красного, затопляющее почти все территории на севере.\n\n— Враг захватил все это, — с сомнением сказал Мальти, — с помощью твиннинга?\n\n— Да, — сказала Береника. — Потому что он знает, как сдвоить кое-что очень необычное. — Она посмотрела на него. — Разумы, — сказала она.\n\nМальти уставился на нее. Он посмотрел на своего начальника наемников, который пожал плечами в недоумении.\n\n— Сдвоить разумы? Что это значит? — потребовал Мальти.\n\nБереника встала и подошла к ящику, который все еще стоял на столе.\n— Могу я наконец показать вам наш подарок?\n\nМальти настороженно посмотрел на ящик, затем кивнул. Береника открыла его, перевернула и высыпала содержимое на пол.\n\nСкриптнутый риг с лязгом упал на пол. Это было странное маленькое устройство, сделанное из дерева и стали, собранное грубо, импровизированно, с выставленными наружу внутренними пластинами, словно дизайнеру было безразлично, как оно выглядит. И все же любой, кто хоть немного знаком со скриптнутыми ригами, мог бы признать, что это было неуклюжее соединение двух обычных устройств: эспрингаля и фонаря.\n\n— Парящий... фонарь? — спросил один из лейтенантов Мальти.\n\n— Да. Который стреляет очень странными боеприпасами, — сказала Береника. — Не болтом, а скриптнутой пластиной. Маленькой. В вашего сына почти наверняка выстрелили такой пластиной. — Она постучала себя по правому виску. — Она зарылась в его череп, и затем его разум был сдвоен. С врагом. Две вещи стали подобны. Враг заскриптил его тело, само его существо, и его мысли стали мыслями врага. Он видел то, что видел парень, его разум стал разумом парня, и он говорил ему, что делать — и тот делал, потому что его воля больше не принадлежала ему. — Она снова села. — И вы привезли его обратно в свой город. Где враг мог видеть все его глазами, слышать все его ушами и ждать шанса для атаки.\n\nПепельное лицо Мальти стало еще бледнее.\n— Этого не может быть. Это... Это мой ребенок, о котором вы говорите.\n\n— И вы знаете, что он сделал при Корфе, — сказала Клаудия. — Что-то, чего он никогда бы не сделал в нормальном состоянии, да? Что-то, что вы обычно сочли бы безумием?\n\n— Но вы просите меня поверить в невероятное, — сказал Мальти. — Скриптинг — это про... про вещи. — Он постучал по столу рядом с собой. — Болты. Мечи. Корабли. Стены. Скриптинг разума — это... это просто безумие!\n\nКлаудия встретилась глазами с Береникой. <Сейчас ты скажешь ему, что у нас у всех есть свои маленькие пластины в телах? Те, что позволяют нам делиться мыслями и всяким безумным дерьмом?>\n\n<Я хочу, чтобы он позволил нам спасти его и его людей,> — сказала Береника. <А не сжег нас как ведьм.>\n\nНо у нее были гораздо более личные причины избегать этой темы. Поднятие этого вопроса несомненно привело бы Мальти к вопросу о том, как Гива узнала эту технику; и если бы она сказала правду, ей пришлось бы признать, что она была одним из скриптеров, разработавших ее, прежде чем она была украдена их врагом; и, таким образом, она сама несла некоторую вину за сотни маленьких городов, замазанных красным на картах, разложенных на столе, и за тысячи беженцев за стенами Граттиары, спасшихся от натиска — а также за всех тех, кто не спасся.\n\n«Стоп», — сказала она себе. — «Сражайся в битвах, которые перед тобой, а не в тех, что были так давно».\n\n— Даже если вы говорите правду, — сказал Мальти, — зачем вы принесли мне этот... этот фонарь в подарок? Вы знали, что мой сын страдает от этого недуга?\n\n— Нет, — сказала Береника. — Я принесла вам это, чтобы предупредить, рассказать, что грядет, и как пали все остальные города. И как ваш город тоже падет. — Она прижала руку к морю красного на карте, словно это была рана. — Сначала вы увидите всего один фонарь, парящий у ваших стен, — сказала она. — Если вообще увидите.\n\n— Он, вероятно, придет ночью, — сказал Витторио с конца стола. — Они маленькие. Трудно заметить в темноте.\n\n— Он выберет целью одного из ваших солдат, — сказала Клаудия. — Выстрелит куда угодно — в голову, руку, спину, неважно. Ему просто нужно зарыться в живую плоть, чтобы скриптинг сработал.\n\n— Затем он сдвоит этого солдата — завладеет им, захватит — и использует его, чтобы видеть, — сказала Диэла, тихо и кротко. Ее глаза были большими под шлемом. — Чтобы видеть, какая у вас защита. Где размещены ваши люди.\n\n— Где вы сильны, — сказал Витторио. — Где слабы. Что вы говорите, что планируете.\n\n— Он выберет идеальное время для атаки, — сказала Клаудия.\n\n— И тогда небо заполнится вот этими, — сказала Береника, пнув фонарь ногой. — Они спустятся на ваших солдат как саранча, потому что будут знать, где их найти. Они перестреляют их, вживят пластины, сдвоят, обратят. Солдаты пойдут к вашей защите и убьют людей, управляющих ею, или откроют ворота, или подожгут здания, дома, может быть, свои собственные дома. Что угодно.\n\n— Мы называем их хостами, — тихо сказала Клаудия. — Потому что, как только одна из этих пластин оказывается в них, нужно признать, что они больше не они. Что они больше не люди. Не по-настоящему.\n\n— Они сдвоены с чем-то иным, — сказала Береника.\n\nВспышка образа в ее сознании: человек, стоящий в темном углу, затем поворачивающийся к ней лицом; бледный свет, скользящий по его чертам, открывающий глаза, нос и рот, из которых течет кровь...\n\n— Чем-то чудовищным, — мягко сказала она. — Чем-то, чего мы не можем по-настоящему понять.\n\n— Все это нелепая херня, — прорычал один из капитанов наемников. — Фонари, которые могут целиться? Стрелять? Я помню, когда скриптеры пытались заригать фонари, чтобы те доставляли корзины с фруктами в дома людей, дыни валялись повсюду. Идея о том, что один из них владеет эспрингалем — за гранью глупости.\n\nКлаудия покачала головой.\n— Фонари целятся и стреляют не больше, чем обычный эспрингаль.— Вы имеете в виду, что ими управляет кто-то на расстоянии? — спросил Мальти. — Кто?\n\nГиванцы переглянулись.\n\n<Он сообразительный, но на самом деле не знает,> — сказала Диэла.\n\n<Нет,> — сказала Береника. <Не знает.>\n\n— Враг, — сказала Береника. Но произнося это, она знала, что ответ его не удовлетворит.\n\n— Его пехота? — спросил Мальти. — Тогда почему мы не можем отправить наших снайперов, чтобы устранить их? Остановить людей, управляющих фонарями, прежде чем они смогут атаковать нас?\n\n— Нет, — сказала Береника. Она поморщилась, пытаясь придумать, как это объяснить. — Не пехота. Потому что все силы врага — пехота, фонари, корабли, всё — управляются дистанционно. Чем-то одним.\n\n— Одним разумом, — сказала Клаудия.\n\n— Одной сущностью, — сказала Диэла. — Которая смотрит множеством глаз. Работает множеством рук. Управляет множеством, множеством ригов — по всему континенту, одновременно.\n\n— Одним разумом, сдвоенным, чтобы существовать во многих местах сразу, — сказал Витторио. — Во всем, что скриптнуто — будь то риги или люди.\n\nМальти уставился на них в ужасе.\n— Нет, — сказал он. — Это невозможно.\n\n— Неужели вы никогда не задумывались, ваша светлость, — сказала Береника, — как враг может маневрировать столь идеально? Как он общается практически мгновенно? Как его визгуны всегда поражают цели, находящиеся вне поля зрения артиллерийских расчетов? И почему он никогда, никогда даже не пытается вести переговоры? Почему не присылает эмиссаров, не объявляет о себе, почему даже не назвал вам своего имени?\n\nМальти смотрел на карту, его лицо почти потеряло краски, щетина бороды подрагивала.\n\n— Это звучит бесчеловечно, — сказала Береника, — потому что это и есть нечто нечеловеческое.\n\nОн сглотнул. Долго сидел в тишине, затем повернулся к фонарю для покрытия, стоящему на полу.\n— Вы пришли не просто убедить меня отдать вам беженцев, верно? — сказал он.\n\n— Нет, — ответила Береника. — Мы пришли просить вас уйти тоже. Вас и всех ваших людей.\n\n— Пойти с нами, — сказала Диэла. — Туда, где вы будете в безопасности.\n\n— Потому что против этого нельзя устоять, — сказала Клаудия. — Никаких генеральных сражений. Никаких осад. Никакого рева труб и славных атак латников.\n\n— Война Торговых Домов ушла в прошлое, — сказал Витторио. — Здесь все иначе.\n\nБереника метнула на него сердитый взгляд.\n— Война изменилась. Поэтому должны измениться и мы. Все мы. Включая вас, ваша светлость.\n\nМальти моргнул, потрясенный. Затем он нащупал кувшин, налил себе чашу вина и опрокинул ее залпом.\n— Я Морсини, — медленно произнес он. — Меня воспитывали в вере, что мощь и битва — это великий язык мира, что ценность можно доказать силой оружия. Эвакуироваться, оставить свой пост — это... это немыслимо.\n\nБереника молчала, наблюдая, как мысли отражаются на лице Мальти.\n\n— Куда вы заберете моих людей? — спросил он. — За ваши туманные стены?\n\nОна кивнула.\n— В Гиву. Куда враг никогда не приближался.\n\nОн закрыл лицо руками.\n— Бежать так далеко... Боже мой. — Он шмыгнул носом и посмотрел на нее. — Просто скажите мне. Вы можете спасти моего мальчика?\n\n* * *\n\n—\n\n<Язык не повернется сказать, что подобная херня когда-либо проходит гладко,> — сказала Клаудия, взбегая по ступеням крепости рядом с Береникой. <Но — все прошло хорошо.>\n\n<Возможно,> — сказала Береника. Они поднялись на вершину крепостных стен. Она прикрыла глаза рукой, вглядываясь в бескрайний океан. Она чувствовала себя дезориентированной — время, проведенное в крепости, сбило ее с толку.\n\nОна прищурилась, оглядываясь по сторонам. «Из всего, что можно потерять сегодня, — подумала она, — я умудрилась потерять гигантский военный галеон».\n\n<Мы беспокоимся о мальчике?> — спросила Диэла. <О хосте?>\n\n<А как мы можем не беспокоиться?> — ответил Витторио. — <В смысле — оно видело нас глазами этого пацана? Наблюдало за нами?>\n\n<Нам нужно вычистить мальчика немедленно,> — отрывисто сказала Клаудия. <Не уверена, почему мы не сделали это прямо там.>\n\n<Потому что вытащить этих людей отсюда — первоочередная задача,> — сказала Береника, щурясь на море. <И я думаю, потребуется время, чтобы убедить Мальти вообще позволить нам спасти парня.>\n\n<Зачем его убеждать позволить нам спасти сына?> — спросила Диэла.\n\n<Полагаю, потому что решение требует пырнуть его чертовым ножом,> — сказал Витторио. <Тут может понадобиться серьезная дипломатия.>\n\n<Верно,> — сказала Береника.\n\n<О,> — кротко произнесла Диэла. <Понятно.>\n\nПовисла неприятная тишина, ибо эту тему никто из них обсуждать не желал.\n\nВся команда Береники носила внутри крошечную скриптнутую пластину, которая твиннила их разумы друг с другом. Это делало их чем-то необычным и мощным: отрядом солдат, действующих в полном унисоне, с абсолютным осознанием местоположения, возможностей и уязвимостей каждого.\n\nНо если их враг — та тварь, что называла себя «Теванна», — когда-нибудь захватит и подчинит одного из них так же, как сына губернатора, их собственные скрипты дадут ей влияние на всех товарищей, потому что все они связаны. А это означало, что они никогда не могли позволить себе попасть в плен с активным соединением.\n\nПурдж-стик был решением. По сути, это было крошечное скриптнутое лезвие, которое можно вонзить в плоть и обломить. Оказавшись внутри, команды лезвия заставляли тело отторгать любые другие скрипты, которые кто-либо мог когда-либо применить к вам — включая те, что позволяли Беренике и ее команде думать и чувствовать как единое целое. Эффект был необратим, но лучше остаться навсегда искалеченным, чем попасть в лапы Теванны и погубить товарищей вместе с собой.\n\nБереника наконец заметила Ключ-корабль вдалеке.\n<Как только пошлем сигнал Санче,> — сказала она, — <я поговорю с губернатором. Надеюсь, у него было время переварить все, что мы рассказали о Теванне — достаточно, чтобы позволить нам провести пурдж его сыну.> Она протянула руку Клаудии. <Давай начинать.>\n\nКлаудия полезла в бок своей кирасы и достала небольшую продолговатую черную коробку, примерно дюйм в ширину и глубину и четыре дюйма в высоту, с крошечным стеклянным глазком сбоку.\n<И будем надеяться, что это было сделано достаточно быстро,> — сказала она, — <прежде чем Теванна использует этого хоста, чтобы шпионить за нами дальше. Верно?>\n\nБереника взяла коробку, поставила ее на край стены, направив в сторону моря, и сдвинула крышку, открывая стеклянную линзу внутри.\n<Будем надеяться. Да.>\n\n<Оно ведь не могло, правда?> — сказала Диэла. <Твиннинг — это эффект близости. Сдвоенные вещи должны быть рядом, чтобы эффект сработал. Может быть, мальчик там был... деактивирован. В пассивном режиме. Пока враг снова не приблизится.>\n\n<Но если бы враг был близко, мы бы вообще об этом узнали?> — спросил Витторио.\n\n<Мы задаем не те вопросы,> — сказала Береника. Она заглянула в маленькую линзу на верхушке коробки и убедилась, что та нацелена на далекий корабль. Затем она посмотрела на свою команду. <Правильный вопрос: если враг близко, и если все это может быть ловушкой, стоит ли все равно пытаться спасти эти тысячи людей?>\n\nЕе команда обменялась тревожными взглядами, но затем кивнула.\n\n<Верно,> — сказала Береника. <Я согласна.> Она посмотрела на солнце, затем отрегулировала линзу на коробке, чтобы поймать его свет. <Но — давайте все же исходить из того, что это ловушка.>\n\n<Какого рода ловушка?> — спросила Клаудия.\n\n<Не знаю,> — сказала Береника. <Раньше мы полагали, что Теванна использует свою обычную стратегию: движется на город, захватывает его, переформировывает силы, затем движется на следующий. Но теперь...>\n\n<Теперь ты думаешь, что оно пропустит все города по пути,> — сказала Диэла. <И направится прямо сюда так быстро, как только сможет.>\n\n<Если в тех глазах было что-то, что нас увидело — да,> — сказала Береника. <Не сомневаюсь, что Теванна с удовольствием убила бы меня. Или Санчу. И она знает, что там, где я...>\n\n<Санча близко, а значит, и Клеф близко,> — тихо закончила Клаудия.\n\n<Верно.> Береника повернула маленький переключатель на боку коробки, активируя скрипты. Видимых изменений не произошло, но она знала, что коробочка теперь принимает солнечный свет сверху и посылает его лучом в море, но уже совсем в другом цвете — таком, который могло различить только одно конкретное существо.\n\n<Готово,> — сказала она. <Сигнал установлен.> Она снова достала подзорную трубу и навела ее на далекий корабль. <Надеюсь, его скоро получат. Если Теванна присутствовала в этом хосте, и если она видела меня, у нас есть максимум два дня, чтобы эвакуировать тысячи невинных людей. Нам нельзя терять время.>\n\nОна наблюдала за точкой на горизонте, ожидая движения.\n\n<Когда оно придет,> — тихо сказала Клаудия, — <оно обязательно пошлет мертвый фонарь — так?>\n\nБереника почувствовала, как холодная дрожь страха пробежала по ее команде. Она и сама вздрогнула и инстинктивно взглянула на пустое небо на севере, словно ожидая увидеть один из них, безмолвно висящий среди облаков.\n\n<Да,> — сказала Береника. <Абсолютно.>\n\n<Срань господня,> — пробормотал Витторио.\n\n<Я заметила, ты не упомянула о них губернатору,> — сказала Клаудия.\n\n<Мы хотели, чтобы он позволил нам помочь ему,> — сказала Береника. Она снова посмотрела в подзорную трубу на галеон на горизонте. <А не впал в полное отчаяние.>\n\nКрошечная точка на горизонте дернулась, затем медленно, медленно повернулась.\n\n<Движение,> — сказала Береника. <Погнали.> Она опустила трубу и побежала обратно вниз по ступеням. <Клаудия, идешь со мной, мы вычистим мальчика. Остальные — берите оружие у ворот крепости, затем заберите тайник с вооружением, который мы спрятали на побережье. Тащите все к внешним стенам. Я поговорю с губернатором, чтобы он разрешил нам установить оборону.>\n\n<Я думала, ты сказала, у нас есть два дня до прибытия Теванны?> — удивленно спросила Диэла. <Зачем нам сначала устанавливать осадную оборону?>\n\n<Как Гива выживала так долго, Диэла?> — спросила Береника менторским тоном.\n\n<Э-э... потому что мы думаем, постигаем, жертвуем, когда нужно, и отдаем свои дни и часы друг другу?> — спросила Диэла.\n\n<О. Ну, да, это тоже,> — сказала Береника. Она надела шлем и надежно застегнула его. <Но еще и потому, что мы, мать вашу, полные параноики. А теперь пошли.>\n\n* * *\n\n—\n\nВ темноте галеона Санча открыла глаза.\n\nОна прислушивалась к скрипу, стонам и звукам капающей воды, доносившимся из недр корабля. Все вокруг вибрировало: пол, стены, двери — все дрожало, пока массивный корабль разрезал воды Дураццо.\n\nОна моргнула, пытаясь вспомнить, где она и что здесь делает.\n\n«Однажды я прокралась через такой же корабль, — подумала она, — и нашла дьявола, спящего внутри».\n\nОна перевела взгляд на камеру справа от себя: огромный пузырь из стали и стекла, подвешенный в чреве корабля, содержащий большую, сложную и подвижную конструкцию, напоминающую стопку огромных монет, положенную на бок.\n\nЛексикон: устройство, способное убедить реальность противоречить самой себе — и единственное, что удерживало этот громадный корабль на плаву.\n\n«Но теперь я здесь, — подумала она, — с дьяволом, который бодрствует снаружи и пожирает мир».\n\nОна встала и подошла к стеклянной стене. Внутри, торчащий из маленького механизма, прикрепленного к боку лексикона, виднелся изящный золотой ключ.\n\nОна коснулась маленькой сдвоенной пластины, висящей на шнурке у нее на шее. Голос зазвучал в ее голове, слова были лукавыми и синкопированными: <Все норм, малая?>\n\n<Да, Клеф,> — сказала она. <Я просто жду. Что совсем не сложно и не увлекательно по сравнению с тем, что делаешь ты.>\n\n<Я просто толкаю этот здоровенный тупой кусок дерьма по воде,> — отозвался голос Клефа. <Бешу морских свиней. И чаек. Ух... ублюдки! Они продолжают гадить на меня — я это чувствую.>\n\n<Никакого сигнала из Граттиары?>\n\n<Пока ничего,> — сказал Клеф. <Надеюсь, Бер там хорошо проводит время. Может, ее поят чаем или угощают теми вкусными маленькими печеньками, которые здесь раньше делали.>\n\n<Какое тебе дело до вкуса печенья, Клеф?> — спросила Санча.\n\n<Эй,> — сказал Клеф. <Ключ может мечтать, верно?>\n\nСанча подержала пластину в руках еще немного. Хотя они называли это «пат-пластиной» — термин, намекающий на почти арканные силы, — это был, пожалуй, самый простой скриптнутый риг на корабле: всего лишь кусок жаропрочной стали, сдвоенный с парой, рядом с которой сейчас находился Клеф внутри лексикона.\n\nОбычно Санча могла слышать голос Клефа, только касаясь его кожей, но поскольку сейчас она касалась пары этой пат-пластины, которая тоже «верила», что в данный момент касается Клефа, одновременно касаясь Санчи, это означало, что она могла слышать его удаленно, как маленький бестелесный голос в голове.\n\n«Звенья в цепи, — рассеянно подумала она, — соединенные от конца до конца...»\n\nОна стояла в темноте, представляя, что сейчас делают Береника и ее команда: говорят с губернатором, страстно доказывают свою правоту... Или, может быть, их предали — Морсини всегда были тупыми ублюдками — и они сражаются, чтобы захватить крепость изнутри.\n\n«В конце концов, — подумала она, — захват Граттиары не может быть сложнее той тупой херни, что мы уже проворачивали».\n\nКак же ломило кости. Как она ненавидела торчать в темноте этого корабля.\n\n<Эй, мне тоже приятно быть здесь с тобой, малая,> — сказал Клеф.\n\n<А? О. Прости,> — сказала Санча. Она часто забывала, что Клеф гораздо талантливее в пэсинге — проникновении в чужой разум, — чем обычный человек. Хотя его собственные эмоции обычно были закрыты для других, он мог улавливать чужие мысли и чувства, даже без ведома хозяина.\n\nОна сердито посмотрела на него. <Ты, черт возьми, знаешь, что проблема не в тебе.>\n\n<Да, знаю.>\n\n<Я твой груз. Я просто... что-то, что ты таскаешь с собой, что нужно защищать, пока весь реальный риск где-то в другом месте.>\n\n<Ты же понимаешь, что описываешь все мои отношения с тобой, да?> — сказал Клеф. <Я целый чертов год провисел у тебя на шее. У тебя, по крайней мере, всегда были руки и ноги, и, знаешь ли, всякие интимные места и прочее.>\n\nОна ухмыльнулась. <Пожалуй, это правда. Мне нравится иметь все эти штуки.> Ухмылка исчезла. <Наверное, я просто думала, что если уж буду участвовать в скрипт-войне...>\n\n<Что будешь реально сражаться.>\n\n<Да.>\n\nОна почувствовала, как в пространстве позади нее нарастает присутствие — Полина, поднимающаяся с нижних палуб. Санча обернулась и увидела, как та выходит из прохода, ее жесткое, суровое лицо застыло в вечном прищуре.\n\n<А, привет, Пол,> — сказал Клеф. <Как поездочка? Одного из физикьеров, которых ты притащила, кажется, совсем укачало там внизу. Я бы не возражал, если бы он не продолжал блевать на мою сте...>\n\n— Заткнись, ключ, — рявкнула Полина. Санча знала, что та глубоко не любила слышать голос Клефа — что Полина могла делать только потому, что носила собственную твин-пластину, связывающую ее с Санчей. Это означало, что когда Клеф говорил с Санчей, Полина тоже это слышала.\n\n«Еще звенья, — подумала Санча. — И гораздо, гораздо более длинная цепь...»\n\nПолина властно кивнула Санче.\n— Сколько прошло времени?\n\n<Ты же знаешь, что тебе не обязательно подходить ко мне, чтобы поговорить? — спросила Санча. — В этом, по сути, и смысл твиннинга мыслей.>\n\n— Я в курсе, — сказала Полина. — Однако я по-прежнему предпочитаю видеть тебя и вступать в нормальное человеческое взаимодействие — чтобы быть уверенной, что остаюсь человеком.\n\n<Мы все еще люди, Полина,> — вздохнула Санча. <Просто общаемся немного иначе, вот и все.>\n\n— Скажи это хостам, марширующим с Теванной. Сколько времени?\n\nСанча изучила ее. К ее вечному разочарованию, эта женщина, казалось, ни на йоту не изменилась за восемь лет с тех пор, как они избежали смерти и разорения: все то же жесткое, обветренное лицо, острые серые глаза и волосы, стянутые в тугой пучок. Полина казалась человеком, рожденным для того, чтобы плыть прямо навстречу мрачным катастрофам и выживать.\n\n<Береника и ее команда высадились на берег два часа назад,> — сказала Санча. <Кажется, еще слишком рано волноваться.>Вечно хмурое лицо Полины помрачнело еще сильнее.\n— Мне это не нравится. Мы уже пытались говорить с этими идиотами из торговых домов. Пытаться воззвать к разуму работорговцев-завоевателей — это имеет примерно столько же смысла, сколько попытки спорить с этой... этой тварью. — Она содрогнулась.\n\n— Если это сработает, мы спасем тысячи жизней, — сказала Санча вслух. В основном для того, чтобы Полина услышала, насколько она сейчас раздражена.\n\n— Тысячи людей... Сколько может вместить Ключ-корабль?\n\n<Это стандартный галеон торгового дома Дандоло,> — сказал Клеф. <Максимум должен потянуть около трех тысяч пассажиров.>\n\nПолина покачала головой.\n— Это самое большое число людей, когда-либо присоединявшихся к Гиве за одну операцию. Какое же это будет путешествие домой — если, конечно, все пройдет гладко.\n\n— Силы Теванны находятся на другой стороне полуострова, — сказала Санча, — и между ними и Граттиарой десятки крепостей. Если только у нее нет способа перебросить армию по воздуху на многие мили за считанные часы, время у нас есть.\n\n— Верно, — сказала Полина. — Но все это заставляет меня нервничать. Именно когда пастух пытается спасти маленькую заблудшую овечку, остальное стадо наиболее уязвимо.\nОна ушла и вернулась на нижнюю палубу. Санча чувствовала ее присутствие, движущееся под ней внутри корабля, словно пятно теплого пола под босыми ступнями.\n\n<По крайней мере, приятно знать,> — сказал Клеф, — <что, когда вы все сдваиваете свои головы, вы остаетесь более-менее прежними. Потому что она все та же гребаная хохмачка, какой всегда бы...>\n\n<Я тебя слышу, черт возьми!> — сказала Полина. <Я не так уж далеко!>\n\n<Да, да...> — сказал Клеф.\n\nСанча прислонилась головой к стеклу лексикона и вздохнула.\n\n<Выше нос, малая,> — сказал Клеф.\n\n<Ты же не собираешься толкать какую-нибудь идиотскую речь, а?> — спросила она.\n\n<Нет. Потому что мне нужно, чтобы ты сосредоточилась. На стенах крепости движение.>\n\nСанча выпрямилась. <Хорошее движение или плохое?>\n\n<Хер его знает. Но это движение.>\n\nОна сжала пат-пластину на шее. <Дай мне посмотреть.>\n\n<Сек. Сейчас втяну тебя.>\n\nОна почувствовала отверстие в своем разуме — любопытное «тук-тук», словно Клеф постучался в ее мысли. Она согласилась, потянулась к нему разумом и увидела...\n\nОгромный залив Граттиары, вздымающийся перед ними, массивную крепость, балансирующую на гряде скал, убогие, дымящиеся лагеря, растянувшиеся по склонам холмов. Зрелище хлынуло в ее мысли из десятков источников, через все сенсорные и зрительные риги, которые они установили на корабле для использования Клефом. Некоторые из входных данных она не могла полностью постичь, так как Клеф был способен воспринимать реальность чувствами, которые ее мозг был не в силах интерпретировать. Поэтому она сосредоточилась на одном конкретном видении и изучила Граттиару вдалеке.\n\nОна посмотрела на парапеты внешних стен; затем вверх, туда, где на самом высоком из холмов возвышалась цитадель; и там, на верхушке одной из башен, суетилась небольшая кучка людей.\n\n<Черт возьми,> — сказала Санча. <Ты далеко видишь, Клеф.>\n\n<Ну, я-то не вижу,> — сказал Клеф. <Но корабль видит, и все то дерьмо, что они в него встроили. И я не вижу достаточно далеко, чтобы понять, Бэр это или нет, но...>\n\n<Вот оно!> — вскрикнула Санча.\n\nВерхушка башни внезапно озарилась странным красновато-зеленым светом — светом, который, как она знала, человеческие глаза никогда не смогли бы воспринять, но риги на Ключ-корабле были скриптнуты так, чтобы видеть его.\n\n<Она сделала это,> — сказал Клеф. <Черт. Кажется, это не заняло много времени.>\n\n<Тогда выдвигаемся,> — сказала Санча. <Но будь начеку, на всякий случай.>\n\n<Понял.>\n\nОна отпустила видение, проваливаясь обратно в собственное тело. Затем она почувствовала, как корабль вокруг нее сдвинулся, разворачиваясь в водах. Это все еще было странно — знать, что это делает Клеф. Он всегда был невероятно искусен во взломе и возне со скриптнутыми ригами — но, будучи помещенным в лексикон, управляющий боевым галеоном, он был способен, по сути, стать кораблем, его разум пропитывал каждый риг внутри корпуса — включая сам корпус, который, конечно же, тоже был ригом. Они даже назвали галеон в честь этой причудливой связи: для них это был Ключ-корабль, независимо от того, управлял им Клеф или нет.\n\nНеобходимость контролировать каждый аспект этого непостижимо сложного судна, казалось, никогда особо не беспокоила Клефа. Единственное, на что он когда-либо жаловался, — это необходимость управлять еще и гальюнами.\n\nОна снова прислонилась к стене камеры лексикона. «Я на корабле-призраке, — подумала она, — в котором обитает призрак моего друга».\n\nОна слушала, как скрипит галеон вокруг нее. Как странно было знать, что они ведут войну против чего-то похожего, только в гораздо большем масштабе: огромная инфраструктура ригов, творений и хостов, и во всем этом обитает разум, который, в определенной степени, когда-то тоже был ее другом.\n\n<Ты снова думаешь о нем,> — сказал Клеф.\n\n<Знаю,> — сказала она.\n\n<Многое изменилось. Он изменился.>\n\n<Я знаю!>\n\n<Он бы не хотел, чтобы ты поступала иначе.>\n\nОна мельком увидела себя в отражении стеклянной стены. В своей голове ей было всего лишь без малого тридцать. Но лицу в отражении, с волосами с проседью, морщинками вокруг глаз и проступающими пигментными пятнами, было явно далеко за пятьдесят.\n\nОна закрыла глаза.\n\n<Я знаю, Клеф. Я знаю, как сильно все изменилось.>\n\n* * *\n\n—\n\nБереника и ее команда разделились, как только достигли нижнего этажа цитадели: Витторио и Диэла направились в город, а Береника и Клаудия — прямиком в залы совещаний губернатора.\n\n<Устраивайтесь и сообщите мне, если увидите что-то неладное,> — сказала Береника, пока они пробирались по узким коридорам.\n\n<Что считается за \"что-то\", Капо?> — спросил Витторио.\n\n<Всё считается, мать твою!> — рявкнула она. <Теванна, скорее всего, знает этот город вдоль и поперек. Любая зацепка, которая поможет нам понять, как много она знает, будет полезна.>\n\nНо Береника понимала, что это преимущество ограничено. Самый ценный юнит Теванны — мерзость, которую Санча прозвала «мертвым фонарем», хотя новые версии совсем не походили на фонарь, — не нуждался в саботаже или шпионах для успеха. Оружию, способному стереть с лица земли небольшой город за секунды, не требовалась предварительная разведка.\n\n<Диэла,> — сказала Береника. <Настрой риг для обнаружения мертвого фонаря, как только получишь его. Я хочу знать, когда одна из этих тварей окажется в радиусе четырех миль от нас.>\n\n<Поняла, Капо,> — сказала Диэла. Хотя девушки больше не было рядом, ее голос все еще четко звучал в глубине сознания Береники.\n\nОна и Клаудия вернулись в главный зал совещаний. Несколько скриптеров и наемников Мальти все еще слонялись поблизости, но самого губернатора не было.\n\n— Губернатор скоро вернется, — сказал один из членов свиты. — Он просил вас подождать здесь.\n\nКлаудия прислонилась к большому столу с картами, скрестив руки. <Если Теванна действительно пришлет мертвый фонарь,> — сказала она, — <что, черт возьми, мы будем делать? Визгуны его даже не поцарапают — если хоть один вообще сможет в него попасть, конечно.>\n\n<Мой первый план — убраться отсюда до того, как он прибудет,> — сказала Береника.\n\n<А если мы будем здесь?>\n\n<Клеф,> — просто ответила Береника.\n\nКлаудия уставилась на нее. <Какого хрена? Бэр, мы провернули это только один раз!>\n\n<Что означает, что это возможно,> — сказала Береника. <Значит, мы можем сделать это сно...>\n\nДлинный, ужасный вопль эхом разнесся по крепости.\n\nВ зале совещаний воцарилась полная тишина. Береника и Клаудия мгновенно подобрались. Обе посмотрели на дверь, ведущую в личные покои молодого человека.\n\n— Ч-что это было? — нервно спросил один из скриптеров. — Звучало как... как...\n\nЖенщины переглянулись.\n\n<Это донеслось из...> — начала Клаудия.\n\n<Оттуда, абсолютно точно,> — сказала Береника.\n\nОни рванули к двери, распахнули ее и побежали по коридору.\n\nДобравшись до комнаты юноши, они обнаружили почти дюжину наемников, стоящих у открытой двери и с изумленными лицами глядящих внутрь. Несмотря на то, что Береника была на голову ниже большинства из них, она протолкалась вперед и заглянула в комнату.\n\nГрязная постель была пуста. Мальти и женщина, ухаживавшая за его сыном, лежали на полу с перерезанными глотками, ковер пропитался кровью.\n\nБереника уставилась на губернатора. Скриптнутая рапира исчезла с его пояса. Он был еще жив, но едва-едва; кровь слабо толчками выходила из огромной раны на горле. Он поднял руку к Беренике, его взгляд был полон ужасной печали, но затем рука упала, и глаза померкли.\n\n— Дерьмо, — сказала Береника вслух. — Дерьмо, дерьмо, дерьмо.\n\n<Кровь,> — произнес голос Клаудии. <Здесь на полу.>\n\nБереника протиснулась обратно сквозь толпу наемников и присоединилась к ней в коридоре. Клаудия вглядывалась в брызги и указала вдоль холла. <Он пошел туда. Или оно.>\n\n<Витторио, Диэла,> — сказала Береника. <Подтвердите, что вы в курсе ситуации.>\n\n<Подтверждаю, Капо,> — сказал Витторио. Его голос был все еще четким, но теперь слабее — сказывалось расстояние между ними.\n\n<Возьмите ту скорость, с которой вы, черт возьми, движетесь,> — сказала она. <И удвойте ее. Теванна, должно быть, близко.>\n\n<Подтверждаю, Капо,> — сказала Диэла, хотя голос ее дрожал.\n\nБереника потянулась к голенищу сапога и вытащила один из трех пурдж-стиков, хранившихся там. Это была крошечная штуковина, больше похожая на инструмент скульптора, чем на оружие, но Клаудия сделала то же самое, подняв свой стик как кинжал. Затем они побежали в темные узкие коридоры, следуя за каплями крови на полу.\n\n<Теванна была в нем,> — сказала Клаудия на бегу. <Использовала его. Она действительно присутствовала.>\n\n<И все еще присутствует,> — сказала Береника. <Мы должны поймать это, прежде чем оно сделает что-то еще, чтобы ослабить город.>\n\nОни повернули налево, затем направо, затем снова налево. Гул крепости затих.\n\n<Значит, Теванна близко,> — сказала Клаудия, — <но... поблизости должны быть лишь малые силы, верно? Меньше дюжины хостов? Это же не может быть, типа, целая гребаная армия, прячущаяся за каким-нибудь холмом, правда?>\n\n<Клаудия,> — сказала она, — <я понятия не имею.>\n\nЕще поворот, потом еще один. Затем они остановились: в одном из соседних коридоров эхом отдавался звук — мягкое, неловкое шарканье.\n\n<Вот примерно сейчас,> — сказала Клаудия, — <я жалею, что у нас нет настоящего оружия. А не, знаешь ли, самых крошечных ножичков на земле.>\n\n<Полагаю, если мы сейчас вызовем наши эспрингали, они до нас так и не доберутся?> — сказала Береника.\n\nКлаудия покачала головой. <Нам нужна прямая видимость. Нет никаких шансов, что они проберутся через все эти коридоры.>\n\nОни подошли к углу. Шарканье теперь звучало очень громко, но к нему добавился тихий, постоянный скрежет, словно иглой по классной доске. Береника прижалась спиной к стене, затем выглянула за угол.\n\nПо коридору, хромая, ковыляла фигура, удаляясь от них неловкой, словно артритной походкой. Разглядеть было трудно — освещение было плохим, а в дальнем конце прохода находилось витражное окно, — но ей показалось, что она заметила рапиру, свисающую из руки человека при движении; ее острие волочилось по полу позади него.\n\nБереника прищурилась, размышляя.\n\n<Клаудия,> — сказала она. <Скажи мне, что мы улучшили нашу броню, чтобы она выдержала удар скриптнутой рапиры.>\n\n<Обычного клинка Морсини?> — спросила Клаудия. <Конечно. Но... блин, я бы не советовала пробовать эт...>\n\nБереника шагнула в коридор, подняв пурдж-стик в правой руке как кинжал, и последовала за фигурой.\n\nФигура замерла, затем медленно повернулась. Лицо в полумраке было невозможно разобрать, но она поняла, что за ней наблюдают.\n\nБереника продолжала наступать, подняв левое предплечье с наручем, чтобы отражать удары, и высоко занеся пурдж-стик в правой руке.\n\nФигура по-прежнему не двигалась. Но когда Береника оказалась в десяти футах, существо наконец сгорбилось и прошептало:\n— Сааанчааа...\n\nУ Береники мурашки побежали по коже. <Гребаный ад,> — прошептала она.\n\n<Я за тобой,> — сказала Клаудия. <Но держу дистанцию.>\n\nБереника продолжала наступать, не сводя глаз с рапиры, свисающей из руки твари. Она сражалась с хостами раньше и знала, что они часто кажутся потерянными и тупыми — но только тогда, когда управляющее ими существо не уделяет им внимания. Когда Теванна желала, ее хосты могли двигаться молниеносно.\n\nНо этот просто наблюдал за ней, стоя неподвижно, пока она медленно приближалась...\n\nА затем он прыгнул.\n\nРапира метнулась вперед, целясь ей в шею. Прыжок хоста был неуклюжим, жертвующим точностью и защитой ради скорости, и Береника едва успела отбить клинок наручем. Лезвие чиркнуло по стене коридора, оставив глубокую борозду на камнях.\n\nБереника нанесла удар пурдж-стиком, но хост уже отступал, отпрыгивая и спотыкаясь, вниз по коридору к окну. Затем его клинок снова выстрелил, рубя по ее ногам. Она отскочила назад, наблюдая, как окровавленное острие меча мелькнуло в воздухе, понимая, что будь она хоть на долю секунды медленнее, меч рассек бы ей верхнюю часть стопы.\n\n«Он быстрый, — подумала она. — Черт возьми, он быстрый».\n\nХост снова метнулся вперед; его причудливые дерганые движения было трудно отследить. Рапира взмыла вверх, на этот раз целясь ей в плечо, но она вовремя подняла левую руку, чтобы поддеть клинок и отправить его скользнуть по верхушке ее шлема. Но это движение открыло ее, и она это знала — и хост тоже: он выбросил меч вперед, метя ей в горло, и ей удалось выжить только отшатнувшись назад и сбив клинок правым наручем. Острие меча проскрежетало по левой стороне нагрудника ее доспеха, оставив глубокую рытвину.\n\nБлизко, слишком близко.\n\nХост попятился дальше. Теперь они были достаточно близко к окну, чтобы Береника могла его разглядеть: бледное, изможденное лицо мальчика смотрело на нее, рот был вялым и открытым, подбородок все еще испачкан кашей, а руки и бедра забрызганы кровью. Открытая язва на правой стороне его головы сочилась гноем. Его глаза задержались на Беренике, затем посмотрели поверх ее плеча на Клаудию позади.\n\nЗатем он, казалось, принял решение.\n\nХост выпрямился, развернул рапиру и занес ее, чтобы вонзить себе в живот.\n\nНо Береника ожидала этого. Она нырнула вперед, схватила его за тощие запястья и с силой ударила его костяшками о стену. Он выронил рапиру, но успел оставить неглубокий порез на верхней части живота мальчика, прямо под грудиной.\n\nХост рванулся вперед с шокирующей силой, клацая зубами у ее лица. Она упала на спину, едва удерживая его на расстоянии.\n\n— Сейчас! — закричала Береника.\n\nКлаудия перепрыгнула через нее, занесла пурдж-стик и вонзила его в плечо мальчика. Она провернула нож и обломила лезвие внутри него, затем отступила.\n\nХост ахнул, закашлялся и начал задыхаться. Затем его лицо посерело, и вокруг носа и глаз появились тонкие линии, словно он старел на год за каждую секунду.\n\nЗатем раздалось шипение с правой стороны его головы, из открытой язвы начала сочиться вода, он обмяк и затих; из пореза на животе текла кровь.\n\n— Срань господня, — выдохнула Береника. — Срань господня...\n\n— Да, — прохрипела Клаудия. — Итак. Это ловушка?\n\n— Безусловно, — сказала Береника. Она ощупала глубокую царапину на боку шлема, затем на груди кирасы. — Просто не такая, которая, как я думала, захлопнется настолько быстро...\n\nОна спихнула с себя мальчика, затем встала и посмотрела на него сверху вниз. Неестественное старение, которому он подвергся, не исчезло. Эффект был очень слабым, но заметным — и от этого зрелища ей стало больно.Она коснулась его лица, пальцы проследили линии у глаз, рта и волосы с проседью. *Теванна училась у нас,* — подумала она. — *Справедливо, если и мы поучимся у нее.* Но она знала, что лишь пытается убедить саму себя.\n\n<Бер, у нас есть проблемы поважнее,> — сказала Клаудия. — <Витторио? Какова обстановка на стенах?>\n\n<Есть движение,> — произнес его голос. Он звучал испуганно — что было для него необычно. — <Миль десять, может, двадцать отсюда.>\n\n<Движение? Сколько хостов она послала?> — спросила Береника.\n\n<Много. Тысячи, наверное.>\n\nБереника и Клаудия уставились друг на друга в недоумении.\n\n<Я пошутила насчет армии за холмом…> — слабо сказала Клаудия.\n\n<Дай мне проложить к тебе путь, Витторио,> — сказала Береника. — <И посмотреть.>\n\n<Будет сделано, Капо.>\n\nБереника закрыла глаза и сделала вдох. Она делала это бесчисленное количество раз, но всегда требовалось время, чтобы вспомнить как.\n\nОна сосредоточилась, нащупала его...\n\nИ ментально напряглась.\n\nЗатем она почувствовала это. Она почувствовала путь к нему, пространство между ними, наплыв мыслей Витторио, словно склон горы, и нашла там выступы, за которые можно ухватиться, прижаться и увидеть...\n\nИзогнутые кедры на фоне ярко-синего неба.\n\nБледный песок и крошащийся камень, белый пейзаж, словно мазок бледной краски на сером холсте.\n\nА затем...\n\nОна была с ним. В какой-то степени она была Витторио: она была внутри него, частью него, смотрела его глазами, чувствовала то, что чувствовал он, знала то, что знал он. Как всегда, был тот странный переходный момент, когда ее разум переключался на восприятие двух наборов ощущений одновременно, вместе со всеми сопутствующими подсознательными процессами: пот на его щеке, боль в локте от раны, полученной давным-давно, и дискомфорт в паху, сжавшемся от тревоги и прижатом к брюкам.\n\nЗатем в нее хлынули его первичные переживания — то, что он непосредственно видел и делал. Витторио смотрел в подзорную трубу на горный хребет к северу — и там, через перевал прямо между двумя пиками, текла огромная сила. Там должно было быть пять тысяч хостов, если не больше, и она видела артиллерию, движущуюся позади них — причем движущуюся быстро.\n\nБереника разорвала связь с Витторио и села в проходе, пораженная.\n\n<Какого хера!> — сказала она. — <Как Теванна пересекла весь полуостров меньше чем за час?>\n\n<Без понятия, Капо,> — ответил Витторио. — <Мы все еще собираемся вытаскивать отсюда беженцев? Потому что они, э-э, паникуют, что вполне понятно.>\n\n<Да!> — рявкнула Береника. — <Но мне нужно добраться до стен, чтобы придумать как!>\n\nОна посмотрела на окно, размышляя. Затем схватила окровавленную рапиру мальчика, выбила ею витражное стекло и выглянула наружу.\n\nОни смотрели на север, туда, где находился Витторио, и это было хорошо. Она высунула голову и увидела лестницу, по которой они поднимались не более часа назад, чуть восточнее вдоль фасада крепости.\n\n*Значит, мой эспрингаль должен храниться где-то прямо там,* — подумала она.\n\nОна оглянулась на Клаудию. <Убери отсюда этого мальчика. Потом бери свое оружие и встретимся на стенах.>\n\n<Стандартное построение против мертвых фонарей?> — слабо спросила Клаудия.\n\n<Да. Держи максимальную дистанцию между нами.> Она хлопнула по пластине на правом наплечнике. <Потому что одному богу известно, что сейчас начнется.>\n\nС востока донесся лязг и грохот — а затем, словно перекати-поле, гонимое ветром по пустынной тропе, ее эспрингаль заскользил по фасаду крепости прямо к ней.\n\nЭто произошло благодаря очень простому адгезивному скриптингу: пластина, которую она только что активировала на правом наплечнике, была заскрипчена верить, что занимает то же пространство, что и пластина на ее эспрингале — и при активации они пытались слиться, очень быстро, независимо от того, как далеко друг от друга находились.\n\nОна выхватила его из воздуха, когда он приблизился, затем прикрепила эспрингаль к левому наручу, надежно зафиксировав, пока ее оружие и доспех функционально не стали единым целым. Затем она проверила, правильно ли заряжен лайн-шот, вскинула эспрингаль к плечу и прицелилась в самые дальние стены.\n\n*Не так,* — подумала она, — *я хотела провести этот день.*\n\nОна выстрелила. Она смотрела, как лайн-шот пронесся над городом, ударил в стены крепости вдалеке и прилип.\n\nЗатем его пара ожила внутри ее эспрингаля, оружие рвануло ее вперед по воздуху, и она полетела.\n\n* * *\n\n—\n\n<Эй, э-э, малая?> — спросил Клеф.\n\nСанча замерла, входя в рубку массивного галеона торгового дома. <Да, Клеф?>\n\n<Как думаешь, переговоры с губернатором когда-нибудь будут включать, э-э, полет Береники по воздуху?>\n\nСанча вытянула шею, чтобы посмотреть на крепость, приближающуюся над побережьем. <Э-э, ни хера подобного? А что?>\n\n<Потому что Береника только что слетела с донжона к тому месту, которое, как мне кажется, является внешними стенами крепости. Я не под тем углом, чтобы видеть, но...>\n\n<Дерьмо,> — сказала Санча. — <Что-то не так.> Она подумала, что делать, затем осмотрела низкие берега к северу от крепости и заметила неглубокую впадину в прибрежных холмах. <Двигай туда, к тому самому месту, так быстро, как только сможешь.>\n\n<Почему туда?> — спросил Клеф.\n\n<Проблема либо внутри крепости, либо снаружи. Это даст нам нужный угол для обстрела в обоих случаях — и мы будем достаточно близко, чтобы сдвоиться с Бер и ее командой, и они смогут рассказать нам, что за херня происходит.>\n\nУ Санчи неприятно екнуло в животе, когда Клеф развернул гигантский корабль и направился к берегу. <Держись,> — сказал он. — <А я постараюсь не посадить наши тупые задницы на мель.>\n\n* * *\n\n—\n\nБереника стиснула зубы так сильно, что заболела челюсть, когда ее рвануло вперед по воздуху, и она понеслась над городом, как береговой ястреб за мышью. Она чувствовала, как лайн-шот тянет ее за доспех, и сопротивлялась тяге, пытаясь следить за своим приближением; вся Граттиара внизу слилась в размытое пятно серого и песочно-желтого.\n\n*Я делала это десятки раз,* — подумала она, — *но никогда, никогда к этому не привыкну.*\n\nЛайн-шот был адаптацией гораздо более грубого скриптнутого рига из их дней в кампо. Когда-то Санча носилась среди башен и стен Старой Теванны, используя измененные строительные скрипты, которые утверждали, что две поверхности являются одной, и, следовательно, требовали их соединения — обычно на ослепительных скоростях. Когда одна половина была прикреплена к Санче, ее тянуло вместе с ней: по сути, тот же метод, который притянул эспрингаль Береники к ней всего несколько секунд назад.\n\nОднако этот метод всегда был чрезвычайно опасен при транспортировке людей, часто приводя к переломам костей и вывихам суставов. Поэтому Береника и Санча применили к нему предохранитель: при сближении на расстояние двух дюжин футов две половины лайн-шота начинали все больше путаться в том, где находится другая половина — это означало, что они плавно замедлялись.\n\nКогда она приблизилась к стенам на двадцать футов, Береника почувствовала ослабление натяжения в доспехах, так как эспрингаль перестал тащить ее с той же бешеной скоростью. Ее ускорение перешло в устойчивое планирование, и она грациозно поплыла к поверхности стен, как семечко пухоцвета на ветру, и подняла ноги.\n\nОна смотрела, как стены летят ей навстречу. *Захожу низко. Дерьмо.*\n\nПодошвы ее ботинок ударились о поверхность стен, отдача отдалась в колени и бедра, она хлопнула по переключателю сбоку обвязки на левом бедре и присела. Затем она отключила лайн-шот, выбросив оставшуюся половину из эспрингаля — половина немедленно полетела к своей паре на стене и прикрепилась с глухим стуком — и повисла там; подошвы ее ботинок прилипли к стенам Граттиары чуть ниже парапетов.\n\nВ доспехах вокруг ее ног раздался скрип, когда они напряглись, удерживая ее вес. Она уперлась — она спроектировала броню специально так, чтобы выдерживать свой вес и избегать нагрузки на лодыжки — и броня выдержала.\n\nСолдаты на стенах — по понятным причинам поглощенные видом сил Теванны вдалеке — все подпрыгнули от испуга, когда поняли, что закованная в броню женщина прилипла к кирпичам прямо позади и ниже их. Некоторые даже вскрикнули вслух.\n\n<Диэла!> — сказала Береника. — <Помоги!>\n\n<Иду, Капо!> — крикнула Диэла. — <Иду!>\n\nДиэла подбежала к ней по стене, наклонилась и схватила Беренику за правую руку. Береника отключила скрипты, приклеивавшие ее ботинки к стенам, Диэла потянула вверх, и Береника втащила себя на парапет.\n\n<Залезла не слишком грациозно,> — выдохнула Береника. — <Но сойдет.> Она встала, вытащила подзорную трубу и изучила пейзаж впереди.\n\n— Ох, дерьмо, — слабо произнесла она.\n\nНа первый взгляд ситуация была невыразимо ужасной. Лагеря беженцев простирались примерно на две мили от стен Граттиары в любом направлении; за ними шло еще две или три мили каменистого кустарника; а затем, примерно в пяти милях к северу, огромные силы Теванны вливались через узкий горный перевал.\n\nКак и все силы Теванны, это выглядело как гигантское, беспорядочное месиво: не было ни единых цветов, ни знамен, ни каких-либо формаций, просто огромная, шаркающая толпа вооруженных людей, бредущих вперед. Издалека это могло показаться хаотичным — и Береника знала, что многие павшие генералы принимали это за хаос, — но она знала, что в одно мгновение хосты могут выстроиться в формации и начать реагировать как единая жидкая масса на все угрозы сразу, танцуя вокруг атакующих, прежде чем проглотить их целиком.\n\nМир наполнялся криками — беженцев, солдат, граждан Граттиары. Береника пыталась думать. Ничто из этого не казалось возможным. Сама мысль о том, что такая армия может просто возникнуть мгновенно, не укладывалась в голове.\n\nНо она знала, что как бы эти силы здесь ни появились, это все равно были силы Теванны; а они вели себя определенным, предсказуемым образом.\n\n<Так,> — сказала она. — <Слушайте — я не прошу вас отбиваться от целой армии Теванны, насчитывающей тысячи.>\n\n<Хоть какие-то хорошие новости,> — пробормотал Витторио.\n\n<Мы окопаемся, отразим их передовые движения и будем защищать беженцев, пока не подойдут Санча и Ключ-корабль,> — сказала Береника. — <Клеф сможет взять на себя большую часть их сил.>\n\n<Мы уверены, что Санча в курсе нашей ситуации?> — спросила Диэла.\n\n<Если еще нет,> — сказала Береника, — <то звук всех взрывов, которые мы сейчас устроим, даст ей представление. Мы знаем, что придет первым. Готовьте паундеры. Диэла — где тайник?>\n\nДиэла указала. Но как только она это сделала, образ тайника возник в разуме Береники, воспоминание о его перемещении и размещении кристаллизовалось в ее мыслях, словно она сделала это сама.\n\n<Вон там, Капо,> — сказала Диэла.\n\n<А,> — сказала Береника, слегка удивленная. — <Да. Спасибо, Диэла.>\n\nВтроем они сошлись у тайника, открыли его и начали выгружать содержимое. В первом слое находились более мощные эспрингали, но они немного отличались: их можно было установить на стойку, направить в любую сторону и стрелять дистанционно.\n\n<Залпы работают лучше всего,> — сказала Береника. — <Установите их рядами по три вдоль стен, направив на беженцев. Рассредоточьте, чтобы обеспечить максимальное покрытие.> Затем она осторожно открыла последний отсек в тайнике. Его содержимое не выглядело сразу интересным — казалось, там около пятидесяти больших металлических канистр, каждая чуть меньше мужского сапога, — но она выгружала их с величайшей осторожностью. <И постарайтесь не уронить ни один из паундеров при зарядке,> — сказала она. — <Мы работали над тем, чтобы они не срабатывали так легко — но если один рванет, вас как минимум оглушит... или снесет нахрен со стен.>\n\nОни принялись за работу, суетясь, чтобы установить слои дистанционной защиты вдоль стен. Никто из солдат Граттиары не пытался их остановить. Большинство из них, казалось, покинули свои посты от чистого ужаса, и Береника поймала себя на мысли, что не может их винить.\n\n<Капо,> — настороженно сказал Витторио, — <небо гудит примерно в миле отсюда. Пластинчатые фонари близко.>\n\n<Диэла,> — сказала Береника, устанавливая свой последний эспрингаль на стойку, — <как у тебя дела?>\n\n<Готово, Капо!> — крикнула она.\n\n<Тогда все в укрытие,> — сказала Береника. — <И готовьте триггеры.>\n\nБереника бросилась в ближайшую башню. Один из солдат внутри потребовал: «Кто вы, черт возьми, такие?» Но он побледнел, когда Береника рявкнула: «Заткнись нахер и не высовывайся!» Затем она повернулась и закричала в открытую дверь: «Все в помещения, если можете! Сейчас, сейчас, СЕЙЧАС!»\n\nОна надеялась, что все, кто мог слышать, послушались, но времени проверять не было. Она пробралась к одной из бойниц в башне. Затем услышала слабое шипение приближающихся фонарей.\n\n*Это всегда звучит как кузнечики,* — подумала она, — *тысячи кузнечиков, стрекочущих и прыгающих в поле.* Единственная причина, по которой они вообще издавали шум, знала она, заключалась в их количестве — в остальном пластинчатый фонарь был почти бесшумным.\n\nОна наклонилась вперед, чтобы выглянуть в бойницу башни. Она не видела ни одного фонаря, не с этого угла — но затем заметила их тени, перечеркивающие лагеря беженцев за стенами, словно стервятники, кружащие над добычей.\n\n<Когда увидите тени, огонь!> — сказала Береника.\n\nОна нажала на свои триггеры, один за другим. Она закрыла уши, и затем...\n\nНебо, казалось, раскололось.\n\n«Паундеры» не были особо продвинутым скриптнутым оружием, но свою работу делали хорошо. Это были заскрипченные канистры, которыми можно было стрелять из обычного эспрингаля, и которым была дана команда верить, что они содержат гораздо больше воздуха, чем на самом деле. Когда они поднимались на определенную высоту — скажем, примерно на ту высоту, на которой обычно парили пластинчатые фонари Теванны, — они внезапно начинали верить, что количество воздуха внутри них достигло критической точки, и разрывались с яростной ударной силой.\n\nУдарная волна от залпа паундеров Береники, сдетонировавших одновременно, была настолько интенсивной, что пыль на полу затряслась. Она услышала родственные взрывы дальше по стенам крепости, когда залпы Диэлы и Витторио прогремели в атмосфере над ними. Затем с небес вокруг башен внезапно посыпались истерзанные пластинчатые фонари, словно абрикосы с дерева в бурю. Они с глухим стуком падали в песчаную почву или отскакивали от стен с ломким лязгом, один за другим, сотни, если не тысячи.\n\nБереника безжалостно ухмыльнулась. Она знала, конечно, что потеря стаи пластинчатых фонарей ничего не значит для Теванны. *Но у нас и так достаточно проблем,* — подумала она, — *без того, чтобы Теванна превратила каждого беженца и солдата в этой крепости в хоста. Я буду рада любой победе, какой бы она ни была.*\n\n<Когда они перестанут падать,> — сказала она своей команде, — <перезаряжайтесь. Потому что она наверняка пришлет еще один рой.>\n\n<Принято, Капо,> — сказал Витторио.\n\nОна присела у двери башни, вглядываясь вдоль стен, пока с неба сыпались фонари. Она осмотрела небеса. Когда она сочла это безопасным, она выскочила наружу и поспешила перезарядить свои эспрингали. <Клаудия,> — сказала она. — <Какова твоя ситуация?>\n\n<Устраиваюсь в передовой башне, Капо,> — сказала Клаудия.\n\nБереника вставила еще один паундер в эспрингаль — затем услышала резкий звон, и что-то врезалось в ее шлем. Она даже не отреагировала, зная, что это была одна из пластин Теванны.— Мелкие гнилые ублюдки, — пробормотала она.\n\nЗатем она услышала крики и подняла голову. Солдат Граттиары бежал к ней по стене, вопя:\n— Что происходит! Боже мой, Боже мой, что происх...\n\nОн был футах в шести от нее, когда раздался влажный шлепок, и его плечо потемнело от крови. Он упал на колени, лицо его внезапно обмякло; затем он странно дернулся, давясь, и его тусклые, бессмысленные глаза уставились на Беренику, а рука потянулась к рапире на поясе.\n\n— Не сегодня, — сказала Береника. Она выхватила из сапога пурдж-стик, вонзила ему в грудь, отломила конец, а затем метнулась обратно в укрытие башни, не оглядываясь. Она дала залп, и небо над головой снова словно раскололось.\n\n<Готово, Капо,> — произнес голос Клаудии.\n\nБереника нащупала пластину, закрепленную в шлеме, вырвала ее, бросила на пол и раздавила ногой. <Дай мне посмотреть, пожалуйста,> — попросила она.\n\n<Смотри,> — ответила Клаудия.\n\nБереника прислонилась к стене, закрыла глаза и потянулась чувствами к Клаудии, ощущая расстояние между ними, приливы и отливы ее мыслей...\n\nИ вот она уже внутри, смотрит на мир глазами Клаудии: та сидела на корточках у бойницы в самой высокой башне и смотрела в подзорную трубу на врага — но это была очень необычная труба для очень необычной работы.\n\nКлаудия принимала непосредственное участие в разработке невероятно мощных и дальнобойных эспрингалей, которые использовала Гива; и хотя она умело обучила остальных членов команды, никто не мог заставить это оружие творить чудеса так, как Клаудия. Особенно большие прототипы, длиной почти в четыре или пять футов, с подзорной трубой, прикрепленной к ложу, что позволяло поражать цели на расстоянии более мили.\n\nТруба Клаудии сейчас была наведена на дальние ряды теваннского войска, где из горного перевала выкатывались почти две дюжины похожих на повозки механизмов. <Артиллерийские расчеты,> — сказала она. — <Теваннские визгуны. Дело дрянь.>\n\n<Какая у них дальность?> — прошептала Береника.\n\n<Прошлые мы засекли на шести милях. Мой эспрингаль мощный, но не настолько. Думаю, они смогут накрыть нас меньше чем через десять минут.>\n\nБереника попросила Клаудию посмотреть на восток, затем на юг, пытаясь увидеть океан и заметить хоть какой-то намек на Ключ-корабль, но угол был неудачным, и она не видела ничего, кроме стены.\n\n*Давай же, Сан,* — подумала она. — *Ну давай...*\n\n<Бер?> — спросила Клаудия. — <Что мне делать?>\n\n<Один момент,> — ответила она. Затем сосредоточилась, глядя глазами Клаудии на теваннские силы, упорно марширующие через кустарник.\n\nИ тут Беренике пришла в голову идея. Кустарник.\n\n<Ты взяла флеер-болты?> — спросила она.\n\n<Ага,> — ответила Клаудия. — <Ты... Ты хочешь, чтобы я подожгла кустарник вокруг них? Если огонь перекинется сюда, этим людям легче не станет.>\n\n<Зато дым сильно помешает Теванне наводить артиллерию,> — сказала Береника. — <А это хуже, чем пожар.>\n\n<Справедливо,> — согласилась Клаудия. Она принялась разряжать обычные болты и заряжать зажигательные. <Они все равно будут по нам стрелять, ты же знаешь.>\n\n<Да. Но не так точно. Будем довольствоваться тем, что есть.>\n\nКлаудия снова посмотрела в прицел на заросли. Она выстрелила раз, два, три в один холм, а затем с удовлетворением наблюдала, как кустарник там задымился, замерцал и вспыхнул пламенем.\n\n<Сделай прямую линию, как завесу,> — сказала Береника.\n\n<Ты так говоришь, будто я никогда раньше не устраивала гигантских пожаров,> — ответила Клаудия.\n\nОна выпустила еще несколько болтов, и вскоре массивное серо-белое облако дыма заклубилось над кустарником, полностью скрывая наступающие войска.\n\n<Диэла?> — позвала Береника. — <Пока это происходит...>\n\n<Мертвых фонарей пока нет, мэм,> — ответила девушка.\n\n<Могу я сама посмотреть?> — спросила Береника. — <Просто чтобы убедиться.>\n\n<Да, Капо,> — сказала Диэла с легчайшей ноткой неохоты.\n\nБереника сосредоточилась. Как всегда, найти Диэлу и проложить к ней путь было легко, как во сне — хотя девушка была совсем новичком, у нее был к этому талант, — и через несколько секунд Береника уже смотрела глазами Диэлы. На мгновение она насладилась ощущением пребывания в таком юном теле, таком гибком, сильном и выносливом.\n\nГлазами Диэлы она посмотрела на маленький риг, установленный на стене перед ней. Он напоминал небольшой волчок, подвешенный на изогнутой проволоке так, что вращался над черной пластиной — однако волчок слегка парил, и между его нижним кончиком и поверхностью пластины виднелась полоска солнечного света.\n\nБереника сама спроектировала этот риг. Волчок был чрезвычайно чувствителен к глубинным изменениям реальности: серьезным, фундаментальным, непрерывным правкам мироздания. Чем быстрее он вращался и чем выше поднимался, тем ближе к вам находился источник этих правок. Если он поднимался так высоко, что касался проволоки, на которой висел, значит, источник правок был прямо над вами — но в таком случае вы, вероятно, уже были мертвы. Если слово «мертв» вообще здесь подходило.\n\n<Я не ошиблась, Капо,> — сказала Диэла. — <И настроила все правильно. Мертвых фонарей пока нет.>\n\n<Вижу,> — ответила Береника. — <Спасибо, Диэла. Я просто должна была убед...>\n\nТут воздух наполнился криками — но очень необычными. Высокими, вибрирующими, нечеловеческими криками.\n\nБереника разорвала связь с Диэлой и заорала: «Ложись!» всем, кто мог ее услышать.\n\nОна выглянула в бойницу, наблюдая, как в клубящейся завесе дыма внезапно появляются дыры — проделанные, конечно же, залпом визгунов, летящих с теваннских позиций. Она не стала прикрывать голову или шею. В конце концов, подумала она, если один из них упадет где-то рядом, мою голову найдут на одной стороне форта, а шею — на другой.\n\nРаскаленные добела металлические копья обрушились на Граттиару. Она насчитала почти две дюжины, прежде чем сбилась. Большинство ушли в «молоко», врезавшись в землю за лагерем беженцев; другие перелетели крепость и рухнули в море; но некоторые попали в цель, врезаясь в крепостные стены, падая по дуге в город или — что хуже всего — прорываясь сквозь лагерь беженцев под крики беспомощных людей.\n\nПыль и каменная крошка посыпались на стены башни. Часть влетела через бойницы вокруг Береники, узкие лезвия шрапнели просвистели слева и справа от нее.\n\n*Сукины дети,* — подумала Береника. — *Вы, сукины дети...*\n\n<Насчитал четыре попадания, Капо,> — слабо произнес голос Витторио. — <Могло быть намного хуже.>\n\n<Да,> — ответила Береника. — <Но летит еще мно...>\n\nЕще один взрыв нечеловеческих криков. Сквозь расползающуюся стену дыма хлынуло еще больше визгунов; эти казались еще более беспорядочными, большинство перелетало город насквозь.\n\n<Какого хрена?> — весело спросила Клаудия. — <Во что они стреляют?>\n\nОтвет она получила, когда один визгун врезался в верхнюю правую часть губернаторской цитадели — и прошил ее насквозь, вылетев с другой стороны и ввинтившись в стены на южной стороне крепости.\n\nБереника в оцепенении и ужасе наблюдала, как цитадель держалась несколько секунд, а затем, очень медленно, правая половина строения полностью обрушилась.\n\n<Дерьмо,> — слабо сказала Клаудия. — <М-да. Надеюсь, они всех оттуда вывели.>\n\n<Меня больше беспокоят стены, Капо,> — сказала Диэла. Ее голос дрожал. — <Эм, хотя защита цитадели сильно устарела, она наверняка была совершеннее, чем стены крепости... вроде тех, на которых мы сейчас находимся.>\n\nСнова визг. На город-крепость обрушился новый дождь из визгунов. Многие пробивали внешние стены, затем внутренние, а потом падали среди городских домов, которые тут же вспыхивали пламенем.\n\nБереника с ужасом смотрела, как пожары вспыхивают в глубине города. Она и подумать не могла, что Теванна сможет пристреляться так быстро.\n\n*Должно быть, она успешно вживила пластины достаточному количеству хостов здесь,* — слабо подумала она. — *Они передают то, что видят, обратно Теванне, помогая наводиться.*\n\nОна раздумывала, не попытаться ли выследить хостов, чтобы вычистить их или убить, отрезав шпионов Теванны; но она знала, что это будет слишком сложно, займет слишком много времени, да и Теванна, вероятно, уже увидела достаточно.\n\n*Все эти люди умрут здесь,* — подумала она. — *И я больше никогда не увижу Сан. Никогда.*\n\nЕще один взрыв криков, еще одна череда сотрясающих землю разрывов. Секция западной стены рухнула, словно была сделана из соломы. Воздух заплясал от пыли, ветер стал горячим.\n\n*Какого хрена нам делать? Какого хрена нам дел...*\n\nИ тут голос — слабый, но очень четкий: <Бер! Бер! БЕР!>\n\nОна села, прислушиваясь к словам, собирающимся в глубине ее сознания. <Санча?> — спросила она.\n\n<Да!> — рявкнула ее жена. — <Что за херня там происходит?>\n\nБереника сидела на стене, голова шла кругом, и гадала, как выразить словами, что армия Теванны, казалось, возникла из ниоткуда и теперь прорывается сквозь ветхие укрепления Граттиары, как песчаная норка через курятник.\n\nПотом она поняла, что есть способы попроще.\n\nОна закрыла глаза. <Сан,> — прошептала она. — <Проложи ко мне путь. Так быстрее.>\n\n<Да,> — ответила Санча. — <Секунду...>\n\nБереника глубоко вдохнула, и ее разум наполнился мыслями Санчи.\n\n* * *\n\n—\n\nИз всех феноменов, возникших с появлением твиннинга разумов, «пэсинг» было сложнее всего определить.\n\nНа первый взгляд все казалось довольно простым. Подобно тому, как давние коллеги — или супруги, или друзья, или соседи по комнате — могут естественным образом начать понимать взгляды и образ мыслей друг друга, «пэсинг» среди сдвоенных людей делал то же самое. Он просто заходил на шаг дальше: вместо того чтобы использовать накопленный опыт общения с коллегой или другом для предсказания их действий, вы чувствовали их выбор в момент его совершения, словно воспоминание о настоящем, внезапно возникающее в вашем разуме.\n\nЧем больше времени вы проводили с кем-то и чем сильнее развивались ваши отношения, тем ближе и глубже вы могли проложить к ним путь. Команда Береники специально тренировалась для этого, укрепляя доверие и согласие, пока любой из участников не смог проскальзывать за глаза другого и наблюдать за миром, позволяя мгновенно делиться информацией и озарениями, несмотря на физическое разделение ярдами или милями.\n\nНо тренировки могли дать лишь определенный результат. В какой-то момент проложить путь глубже можно было только при наличии устоявшихся и искренних отношений. Когда вы прокладывали путь к такому человеку — к тому, кого знали, кого любили, — опыт был совершенно иным.\n\nКто-то сравнивал это с воспоминанием о чудесном сне, приснившемся несколько ночей назад; другие — с пробуждением от глубокого сна. Но Береника всегда говорила, что это похоже на возвращение в любимое место, где вы не были очень давно: как только вы переступаете порог, вдыхаете знакомые ароматы, чувствуете неровные деревянные полы босыми ногами и видите пылинки, танцующие в солнечных лучах, все тысячи воспоминаний, накопленных в этом месте, расцветают разом.\n\nДаже сейчас, когда кольцо осады сжималось вокруг Граттиары, именно это чувствовала Береника, прокладывая путь к жене: внезапный, неконтролируемый взрыв радости, ясности и успокоения, когда она проваливалась в сознание Санчи — этот темный, изменчивый, буйный мир импульсов и реакций, грязный, непристойный и шумный. Во многом она была полной противоположностью Береники — и, возможно, именно поэтому Береника так сильно ее любила.\n\n*Я знаю, кто я,* — подумала она, когда мысли жены влились в ее собственные, — *потому что я знаю тебя.*\n\n<Хватит соплей!> — рявкнула Санча. — <Дай мне увидеть то, что видишь ты.>\n\nПоскольку путь был проложен так близко, они мгновенно просмотрели все воспоминания о том, что произошло в отсутствие другой, обменявшись часами информации за долю секунды. Беренике особо нечего было впитывать — Санча в основном просто нетерпеливо ждала на Ключ-корабле, — но Санча увидела многое: от того, что случилось с сыном губернатора, до первого залпа визгунов.\n\n<Еще одна Ночь Шорфолла,> — в ужасе прошептала Санча. — <Все эти люди заперты в одном месте, пока Теванна сжигает мир вокруг них...>\n\n<Да,> — ответила Береника.\n\n<Как, черт возьми, она добралась сюда так быстро? Как она заставила целую армию появиться из ниоткуда?>\n\n<Понятия не имею,> — сказала Береника.\n\nБереника почувствовала, как Санча сознательно пытается триангулировать позиции всего, что видела Береника, всего, что могла вспомнить, оценивая расстояние между Береникой и Ключ-кораблем, и между Береникой и теваннскими силами вдалеке...\n\n<Держись, любимая,> — прошептал голос Санчи. — <Мы вытащим тебя оттуда.>\n\nЗатем путь померк, ощущение близости Санчи исчезло, и Береника снова оказалась сидящей на корточках у стены башни, жадно глотая воздух среди дыма и пыли.\n\n<Клеф!> — раздался голос Санчи. — <Синкеры на северо-северо-запад, падение с ударом по...>\n\n<На шесть — шесть с половиной миль вглубь,> — отозвался голос Клефа. — <Да, да, да. Понял.>\n\nИ тут воздух снова озарился криками — но они доносились с другой стороны, с востока, из-за одного из прибрежных холмов, где располагался Ключ-корабль.\n\nБереника метнулась к одной из бойниц башни и увидела, как огромный залп визгунов поднялся с моря внизу, описал дугу в небе и исчез за завесой дыма от пожара. Затем вверх устремился еще один залп визгунов, потом еще и еще.\n\nБереника гадала, насколько точными были их расчеты. «Синкеры» были другим типом визгунов, разработанным так, чтобы подниматься вверх, а затем, в верхней точке параболы, внезапно поверить, что они стали тяжелее — немного или сильно, в зависимости от угла, — и рухнуть обратно на землю, чтобы поразить конкретную цель.\n\nЭто был неточный метод ведения войны, и у большинства людей он получался плохо. Но Клеф всегда был сверхъестественно точен, запуская синкеры с Ключ-корабля — вероятно, потому что Клеф, конечно же, не был человеком. Береника всегда это знала, разумеется, но совсем другое дело — осознавать это, когда Клеф управляет галеоном торгового дома длиной почти в тысячу футов, набитым боеприпасами, которых хватило бы, чтобы уничтожить небольшой остров.\n\nГрохот и треск эхом доносились из-за далекого дыма, один за другим, раскатистый гром, прокатывающийся по дороге к горному перевалу, который продолжался и продолжался, пока наконец не затих.\n\nБереника чувствовала, как ее команда затаила дыхание, вглядываясь на север в стену дыма, ожидая результата. Затем ветер переменился, совсем чуть-чуть, развеивая дым.\n\nОни едва могли разглядеть почерневшую, горящую полосу кустарника примерно в шести милях от них — почти точно там, где у подножия гор только что располагалась теваннская артиллерия.\n\n<Да!> — закричал Витторио. — <Да, да, да!>\n\n<Слава Богу,> — вздохнула Клаудия. — <Слава Богу всемогущему...>\n\n<Да,> — слабо произнесла Береника. — <Похоже, легло идеально.>\n\n<Вы еще не в безопасности,> — сказала Санча. — <На город все еще наступает огромная толпа хостов. Но артиллерия пока не должна беспокоить. Бер, ты видела мертвых?>\n\n<Мертвых фонарей пока нет, Санча,> — пискнула Диэла.<Но один точно должен появиться,> — сказала Береника. Она закрыла глаза, представляя план города, залив и лесные пожары за ним. <Сан, Клеф — отправляйте шлюпки к городу, живо. Мы откроем ворота и проведем этих людей в город и к пирсам так быстро, как только сможем. Тем временем, заставьте Ключ-корабль двигаться. Для мертвого фонаря он будет легкой мишенью. Только убедитесь, что остаетесь в радиусе твиннинга. Диэла?>\n\n<Я здесь, Капо,> — отозвалась девочка.\n\n<Открывай ворота, но следи за ригом мертвого фонаря. Витторио — займи позицию над воротами и кричи, чтобы все заходили по одному, организованно, и что любого, кто будет толкаться, пристрелят на месте.>\n\n<Ого,> — сказал Витторио. — <Ты серьезно?>\n\n<Серьезно скажи им это, да, но на самом деле не стреляй!> — ответила Береника. — <Я просто не хочу, чтобы половину этих людей затоптали насмерть.>\n\n<Это всё очень весело, Бер,> — сказал Клеф. — <Угрозы убийством, давка и всё такое. Но когда придет мертвый фонарь... Что мы будем делать? И, пожалуйста, не говори, что мы попробуем ту же безумную херню, что и в прошлый раз.>\n\n<Мы действительно попробуем ту же безумную херню, что и в прошлый раз,> — сказала Береника. — <И это не обсуждается.>\n\nКлеф застонал. <Ох, черт.>\n\nСанча, заметила Береника, молчала — но она чувствовала странное неодобрение, поднимающееся в мыслях жены. Это беспокоило её, но она знала, что сейчас не время это обсуждать, особенно когда слышит вся команда.\n\n<Клаудия?> — спросила Береника.\n\n<Здесь, Капо,> — ответила Клаудия.\n\n<Уходи с внешних стен,> — сказала Береника. — <Перебирайся в западную часть города и занимай позицию. Мертвый фонарь, скорее всего, пойдет прямо на Ключ-корабль, с западной стороны крепости. Просто убедись, что у тебя хороший обзор на север.>\n\n<Принято, Бер,> — сказала Клаудия. Она вздохнула. — <Вдоль пирсов есть галерея, она должна подойти.>\n\n<Хорошо. Заряди пат-пластину для Клефа на случай появления фонаря. Мы выстрелим ею в фонарь, и он сможет использовать эту связь, чтобы перехватить управление. Я займу позицию на крышах внизу. Вопросы есть?>\n\nПовисла напряженная, усталая тишина.\n\n<Тогда выдвигаемся,> — сказала Береника.\n\nОна разрядила стандартные болты из своего эспрингаля, зарядила очередной лайн-шот, затем выбежала наружу и оглядела крыши внутри крепости. Она заметила навесную башенку на углу одной из внутренних стен, сочла это место удачным, прицелилась из эспрингаля и выстрелила.\n\nЛайн-шот попал в цель, и Беренику снова рвануло вперед; она понеслась над крышами города-крепости.\n\n<Ты уверена, что хочешь попробовать?> — прошептал голос Санчи у нее в голове.\n\n<Теванна — это риг,> — ответила Береника на лету. — <Мы можем использовать его. Сломать его.>\n\n<Но Теванна учится,> — сказала Санча. — <Вы с Клефом уже делали это раньше. Она запомнит. Она будет этого ждать.>\n\n<Ты за меня волнуешься?> — спросила Береника. Вспышка образа в ее сознании — золотой ключ, прижатый к лексикону Ключ-корабля. — <Или за кого-то другого?>\n\n<Я волнуюсь за вас обоих. За тех людей. За всех, блядь!>\n\nЗамедляясь, Береника подняла ботинки, прижала их к стене башенки и включила пластины сцепления, так что она повисла там, как белоносая летучая мышь.\n\n<Разве не так поступила бы ты, любовь моя?> — спросила Береника. — <Акробатика, безрассудные риги и налеты вместе с Клефом?>\n\n<Это правда,> — сказала Санча, слегка угрюмо. — <Но посмотри, куда нас всё это привело.>\n\nБереника услышала крик Витторио. Она оглянулась и увидела, что внешние ворота открыты, и через них хлынули сотни беженцев. Она не слышала, что именно он орал, но этого, должно быть, хватило, чтобы напугать их до послушания: хотя многие рыдали от ужаса, они шли осторожно, выстроившись в линию, словно дети, играющие в «держись за веревочку».\n\n*Всё идет хорошо,* — сказала она себе. — *Мы вытаскиваем их, мы их вытащим...*\n\nЗатем раздался дрожащий голос Диэлы: <Капо?>\n\nБереника всё поняла по одному лишь тону её голоса. <Он здесь.>\n\n<Да.>\n\n<Дай мне проложить путь к тебе.>\n\nОна закрыла глаза, и в одно мгновение оказалась внутри Диэлы, сидящей на корточках на стене над людьми, текущими через ворота, и уставившейся на риг-детектор, установленный на камне.\n\nМаленький черный волчок теперь парил в дюйме от пластины.\n\n*Каждая четверть дюйма,* — подумала Береника, — *значит, что он на милю ближе...*\n\nОна смотрела, как волчок раскручивается всё выше и выше, а зазор между пластиной и волчком растет и растет.\n\nБереника разорвала путь к Диэле. Она открыла глаза и медленно вдохнула.\n\n*Блядский ад,* — подумала она. — *Понеслась.*"
        },
        {
          "chapter_id": "ch2",
          "title": "Глава 2",
          "content": "Береника смотрела на задымленное небо на севере. Желудок скрутило, сердце трепетало, а крики беженцев затихали, пока осада не превратилась в далекий стон. Она просто наблюдала, неподвижная и застывшая, вися на стене.\n\n*Началось,* — подумала она. — *Началось, началось…*\n\nСначала она ничего не видела — затем в далеком дыму что-то мелькнуло, и нечто прорвалось сквозь завесу.\n\nНа одно короткое, паническое мгновение Беренике показалось, что это фигура человека: черный силуэт, восседающий прямо на воздухе, плывущий по небу. Сердце подпрыгнуло, и она подумала: *«Это он! О боже, это он!»*\n\nНо затем чувства вернулись к ней, и она увидела, что это не человек: скорее, это было маленькое темное пятно, мчащееся к ним из-за горизонта, словно крошечная черная туча. Его приближение было безмолвным, безмятежным, неестественно идеальным для летящего объекта. Пульс Береники участился от одного лишь его вида.\n\n<О боже,> — прошептала Диэла. — <О-о боже…>\n\n<Спокойно,> — сказала Береника. — <Спокойно, спокойно. Всем сохранять спокойствие.>\n\nНо она знала, что говорит это себе так же, как и остальным. Как можно сохранять спокойствие, когда к тебе приближается такая вещь?\n\nПоявление мертвого фонаря, как и всегда, было простым, но причудливым: он выглядел как пустой, тусклый железный кирпич, висящий в воздухе, около пятидесяти футов в ширину и длину и девяти футов в высоту. У него не было ни окон, ни оружия, ни каких-либо видимых нарушений поверхности: просто чистый, голый, черный прямоугольник с едва заметным металлическим отливом, рассекающий небеса.\n\nФонарь подплывал все ближе и ближе. По мере его приближения мир внезапно стал казаться тонким, словно ветер принес какие-то невидимые, ядовитые испарения.\n\nБереника чувствовала ужас, скручивающий её команду. Она не могла их винить. Она сама сталкивалась с мертвыми фонарями всего несколько раз, и каждое столкновение было чудовищным. Хуже всего было осознание того, что никто толком не понимал, как они делают то, что делают: несмотря на годы усилий, мертвые фонари оставались загадкой даже для лучших экспертов по скриптингу в Гиве.\n\n<Клаудия?> — спросила Береника. — <Какова твоя ситуация?>\n\n<У меня нет выстрела,> — прошептала Клаудия. — <Он слишком далеко, а даже если бы и нет, он движется слишком быстро.>\n\nОни смотрели, как приближается мертвый фонарь — не столько мчащийся к ним, сколько падающий сквозь небо на город.\n\n<Я отправляю шлюпки к пирсам,> — прошептал Клеф. — <Начнем вывозить этих людей отсюда. Пока это происходит, я передаю управление Ключ-кораблем Санче. Потому что, э-э, у меня такое чувство, что я буду немного занят в другом месте — верно?>\n\n<Верно,> — сказала Береника.\n\n<Но я должен спросить — что, если твоя девчонка промахнется?> — спросил Клеф.\n\n<Я не мажу, мудак,> — сказала Клаудия.\n\n<В любом случае, у нас у всех есть свои пластины к тебе,> — неохотно сказала Береника. — <Так что у нас есть запасные варианты… в какой-то степени.>\n\nОна сунула руку в карман, просто чтобы убедиться, что её собственная пластина к Клефу на месте. Клеф обладал огромной властью над любым скриптнутым ригом — но только когда касался его. Однако, поскольку эта маленькая полоска металла теперь верила, что касается Клефа, когда Береника прикладывала этот кусочек к любому скриптнутому ригу, Клеф мог атаковать, взламывать и подавлять этот риг через связь.\n\nВключая мертвый фонарь.\n\nИли, по крайней мере, он сделал это однажды.\n\nОна смотрела, как черный кирпич плывет по небу. <Клаудия?> — спросила она.\n\n<Все еще нет выстрела,> — сказала Клаудия. — <И… дерьмо, он замедляется.>\n\n<Он что?> — переспросила Береника. Она достала свою подзорную трубу и изучила мертвый фонарь.\n\nКлаудия была права: мертвый фонарь замедлялся — а затем резко остановился почти в полутора милях от внешних городских стен. Он повис в небе, небрежно отрицая все законы физики.\n\n<Слишком далеко для выстрела,> — сказала Клаудия. — <Дерьмо. Я думала, он пойдет прямо на Ключ-корабль.>\n\n<Какого хрена он делает?> — прошептал Витторио.\n\nОни наблюдали за фонарем. Он продолжал не делать ровным счетом ничего.\n\nЗатем Клеф прошептал: <Оно научилось.>\n\n<Оно что?> — спросила Береника.\n\n<В прошлый раз в Пишио мы отчаялись и выстрелили в эту штуку пластиной ко мне, да?> — сказал он. — <Я заморозил его, и ты запрыгнула на борт.>\n\n<Верно…> — сказала Береника.\n\n<Значит, Теванна держит дистанцию,> — мрачно сказала Санча. — <Остается вне зоны досягаемости, чтобы мы не могли поковыряться в одном из её мертвых фонарей.>\n\n<Верно,> — сказал Клеф.\n\nБереника точно знала, что имела в виду Санча: *Другими словами, я была права.*\n\nОна прищурилась, глядя в подзорную трубу на большой черный кирпич, парящий в небе.\n\n<Так Теванна просто позволит ему висеть вне нашей досягаемости и смотреть, как мы эвакуируем всех этих людей?> — спросил Витторио.\n\nЗатем в голове Береники начала формироваться догадка, и её живот наполнился холодным, жутким ужасом.\n\n<Нет,> — прошептала она. — <Оно собирается нас спровоцировать. Заставить нас сделать первый шаг.>\n\n<Спровоцировать как?> — спросила Клаудия.\n\nНо тут, словно в ответ, мертвый фонарь сдвинулся.\n\nОн рванул на запад, разрезая небеса, все такой же безмолвный и пугающе безупречный. Он приблизился, оказавшись, возможно, в миле от восточных стен… и тогда все начало меняться.\n\nСначала Береника почувствала тошноту в животе, словно ледяной нож скользнул в её кишки. Затем эта тревожная тонкость мира усилилась, и у неё возникло безумное, ползучее ощущение, что вся реальность стала тонкой и невещественной, как мутный набросок, сделанный мелом на жирной классной доске.\n\nТошнота скопилась в животе и подступила к горлу. Она знала, что это такое: когда мертвый фонарь просыпался и начинал использовать свои привилегии, сама ткань реальности начинала сомневаться в том, чем она является, а чем нет.\n\nПризрак воспоминания: человек в черном во тьме, его маска блестит в тусклом свете, его голова медленно поворачивается, склоняясь набок…\n\n*Не думай о нем. Не думай о нем…*\n\n— О нет, — сказала она.\n\nОна посмотрела на восток и увидела, что воздух там странно мерцает, дрожа, как пески пустыни под жестоким солнцем.\n\nЗатем восточные стены крепости исчезли.\n\nБереника успела увидеть разрушения лишь на мимолетное мгновение: стены и земля под ними просто пропали, любопытно, идеально сферический кусок самого мира был удален в одно мгновение. Она видела оставшийся кратер — если «кратер» вообще было подходящим словом, поскольку никакой снаряд не мог оставить столь безупречно округлый след — и она видела чисто срезанные края камней, торчащие из округлой земли, разноцветные полосы слоев породы, обнаженные, как начинка пирога, от которого кто-то отрезал кусок.\n\nБереника смотрела, как крошечные точки сыплются в зияющее отверстие. Она медленно осознала, что это были люди.\n\nЗатем она поняла, что поля за стенами кишат беженцами, стремящимися попасть в ворота Граттиары — и мертвый фонарь наверняка только что стер сотни из них из реальности.\n\n— Нет! — закричала она вслух.\n\nЗатем последовал удар грома: чудовищный грохот, когда весь воздух ринулся заполнять пустоту, оставшуюся после того, как мертвый фонарь вырезал и значительный кусок атмосферы. Стена пыли и земли поднялась и накрыла Граттиару. Беренике пришлось закрыть глаза и отвернуться.\n\nМир вокруг неё содрогнулся. Весь город кричал. Она смутно осознавала, что её собственная голова наполняется криками её команды, а также Санчи и Клефа на Ключ-корабле.\n\n<Срань господня!> — кричал Витторио. — <Гребаная срань господня!>\n\n<Можем открыть огонь!> — крикнула Санча. — <Огонь по нему из визгунов!>\n\n<Это ни хрена не даст, и ты это знаешь!> — сказал Клеф. — <Оно сотрет визгунов из бытия еще до того, как они попадут — а если я промахнусь, то попаду в тех людей внизу!>\n\n<У меня нет выстрела,> — говорила Клаудия, её тон был потрясенным и отрешенным. — <У меня… у меня нет выстрела. Я могла бы подобраться ближе, подобраться ближе, но… это займет время, Бер, время, чтобы снова занять позицию… Боже, Боже…>\n\nВихрь пыли вокруг неё улегся, она села и уставилась на восток, на мертвый фонарь.\n\nОн медленно плыл на запад — вдоль стен.\n\n*Он собирается стереть весь лагерь беженцев из существования,* — подумала она. — *Уничтожить стены кусок за куском. Убить всех людей, которых мы пришли спасти.*\n\nОна знала, что мертвым фонарям требуется мгновение, чтобы восстановиться после такого значительного редактирования, но пройдет совсем немного времени, прежде чем он сможет внести еще одно изменение. Она вытащила свой эспрингаль и осмотрела стены через прицел, размышляя.\n\n*Далеко, но я смогу добраться за два выстрела, может быть,* — подумала она. — *Я могу добраться туда двумя лайн-шотами… А потом, может быть, я смогу… я смогу зарядить пат-пластину Клефа в свой эспрингаль и… и…*\n\n*Слишком много времени,* — знала она. — *К тому моменту он может уничтожить еще сотню людей.*\n\nЗатем на её разум опустилось странное спокойствие. Такое, какое она чувствовала раньше, когда кто-то, с кем она была в твиннинге, медленно принимал ужасное решение — и тут она поняла, кто это был.\n\n— Нет, — прошептала она.\n\nОна навела оптику на ворота Граттиары и сквозь пыль и дым увидела Витторио, спокойно смотрящего на неё через весь город.\n\n<Я могу добраться туда одним лайн-шотом, Капо,> — тихо сказал он. — <Я близко. Я смогу сделать выстрел.>\n\n<Не смей!> — рявкнула Клаудия. — <Дальность твоего эспрингаля означает, что тебе придется быть на ближайшем участке стены, чтобы иметь хоть какой-то шанс попасть! На том куске, который оно наверняка сотрет из реальности следующим!>\n\nБереника молчала, размышляя. Она опустила эспрингаль и уставилась на крыши города, вычисляя так быстро, как только могла.\n\n<Капо?> — слабо позвала Диэла. — <Капо, ты там?>\n\nБереника посмотрела вниз. Река кричащих людей все еще текла через город, устремляясь к шлюпкам.\n\n*Сколько?* — подумала Береника. — *Сколько осталось? Сколько успеют спастись?*\n\n<Я иду, Капо,> — сказал Витторио. — <Я делаю это.>\n\nБереника сглотнула. <Тогда иди,> — сказала она.\n\nОна смотрела, как Витторио поднял свой эспрингаль, выстрелил и начал скользить на восток над городом.\n\nОна сделала то же самое, подняв свой лайн-шот и рванувшись на восток, влекомая своей броней к небольшому шпилю к югу от стен. Она изо всех сил старалась контролировать себя, сосредоточиться, думать.\n\n<Клеф,> — сказала она. — <Сколько времени тебе понадобится, чтобы получить контроль над мертвым фонарем?>\n\n<Слишком много,> — ответил он. — <Снаружи перехватить его намного сложнее, чем изнутри. У него будет время еще на одно редактирование, Бер. Я, может быть, смогу сделать редактирование меньше или слабее, но я… я, вероятно, не смогу остановить его полностью.>\n\n— Срань господня, — прошептала она на лету. Затем спросила: <Диэла?>\n\n<Да, Капо?> — отозвалась девушка.\n\n<Убирайся подальше от стен,> — сказала она. — <Затем приготовь лайн-шот. Целься в Витторио. В ту секунду, когда он сделает выстрел в мертвый фонарь, стреляй в него. Если попадешь, лайн-шот должен выдернуть его прочь от… от того, что, черт возьми, собирается сделать мертвый фонарь.>\n\n<Д-да, Капо,> — прошептала она.\n\nБереника замедлилась, приближаясь к шпилю. Она посмотрела вверх и увидела, что мертвый фонарь все еще движется, все еще скользит на запад — но Витторио приземлялся на стену прямо перед ним.\n\n<Клаудия?> — сказал Витторио. — <Х-хочешь спэсить ко мне, чтобы помочь сделать выстрел?>\n\n<Конечно, сынок,> — слабо сказала Клаудия. — <Только… только секунду…>\n\nБереника приземлилась, выбросила использованный лайн-шот и зарядила другой. Она подняла эспрингаль, раздумывая, куда двигаться дальше — но знала, что не должна двигаться, пока мертвый фонарь не сделает свое редактирование. Было бы чертовски глупо метнуться к другому зданию только для того, чтобы оно исчезло, когда ты будешь на полпути.\n\nОна снова посмотрела на него. Мертвый фонарь все еще смещался, все еще скользил на запад, очень медленно.\n\nГолоса Витторио и Клаудии зазвучали одновременно, их слова странно накладывались друг на друга: <Не будем стрелять, пока он не остановится. Нельзя промахнуться. Нужно быть уверенными.>\n\nБереника ничего не сказала. Она просто ждала. Говорить сейчас значило бы отвлекать их от работы.\n\n<Я готов,> — прошептал Клеф. — <Я готов…>\n\nМертвый фонарь продолжал плыть на запад…\n\nОн остановился.\n\n<Стреляем сейчас,> — сказали Клаудия и Витторио вместе.\n\nБереника чувствовала, как они делают вдох; чувствовала, как они нажимают на спусковую пластину; чувствовала, как они выдыхают, и смотрела глазами Витторио, как крошечный болт с пластиной Клефа мчится вверх к мертвому фонарю.\n\nМир стал тонким. Воздух начал мерцать и дрожать. Вся реальность казалась становящейся двухмерной, схлопывающейся сама в себя…\n\n<Витторио!> — закричала Береника.\n\nМир содрогнулся и заплясал.\n\n<Попадание!> — закричали Витторио и Клаудия вместе. — <Попадание!>\n\n<Я ВЗЯЛ ЕГО!> — проревел голос Клефа. Звучало так, будто он находился под чудовищным напряжением. — <Я… СУКИН СЫН, Я… Я…>\n\nВоздух скрутило. Сама гравитация в атмосфере, казалось, метнулась к югу.\n\n<ОНО НАЧИНАЕТСЯ!> — закричал Клеф.\n\n<Диэла!> — заорала Береника. — <Вытаскивай его оттуда!>\n\nОна спэсила в Диэлу и смотрела её глазами, как девушка наводит оружие, чтобы поймать в прицел Витторио, стоящего на стене в дрожащем воздухе, её руки тряслись, пока она вглядывалась в линзу эспрингаля.\n\nБереника сразу поняла, что Диэла не готова, не к этому. Она чувствовала это в мыслях девушки, как чувствуешь гнилой сучок в дубовой доске и понимаешь, что она не выдержит веса. Было слишком много всего, слишком много разумов, пэсящих друг в друга, вся её команда кружилась в вихре слишком сильной срочности, слишком сильной паники, слишком сильного осознания того, как все зависит от этого единственного решения…\n\nДиэла нажала пластину на эспрингале.\n\nЛайн-шот вылетел и устремился вверх.\n\nВыстрел прошел высоко. Береника знала это. И Диэла тоже, и все остальные — и они с ужасом смотрели, как лайн-шот пролетел почти на ярд выше Витторио и унесся в сторону лагеря беженцев, далеко за пределы своей дальности активации.\n\n<О нет,> — сказала Диэла. — <О нет, о нет…>\n\nБереника разорвала пэсинг, встала и посмотрела на Витторио.\n\nОн стоял на стене, глядя вверх на мертвый фонарь. Затем он повернулся и посмотрел на Беренику, его лицо застыло в выражении оцепенелого неверия.\n\nМир стал жирным и мутным. А затем, без всякого предупреждения, он исчез вместе с четвертью мили стены, на которой стоял.\n\nВсе ощущения и переживания Витторио, которые она бессознательно получала — его присутствие, его перспектива, его осознанность, его энергия — все они погасли, замолчали. Словно фонарь, скрытый вуалью вдалеке, он исчез.\n\nОна слышала, как где-то вдалеке кричит Диэла: «Нет! Нет! Нет, нет, нет!»\n\nЗатем последовал удар грома, порыв воздуха; мир перед ней снова наполнился пылью и криками, и она больше ничего не могла видеть.\n\n* * *\n\n—\n\nБереника висела на стене, её тело дрожало от шока.\n\n*Нет, нет,* — думала она. — *О-о нет, нет…*\n\nОна знала, что её команда тоже это почувствовала: почувствовала замешательство Витторио, его растерянность, его смерть.\n\nИ это была смерть. Береника и раньше много раз была в твиннинге с людьми, когда они умирали. Она знала, каково это — чувствовать, как разум и душа проходят через этот внезапный взрыв тишины и угасают.\n\nОна чувствовала, как Диэла неудержимо рыдает, чувствовала её ужас, её всепоглощающее горе. <Простите!> — кричала Диэла. — <Нет, нет… Пожалуйста, простите, я сожалею!>\n\nЗатем Клаудия слабо прошептала: <Я… я была в нем, когда он умер. Я… я пэсила к нему, когда он умер…>\n\nБереника с трудом пыталась думать. Она чувствовала, что пэсит в слишком многих людей одновременно: слишком много видов стен, камней, морей, башен. Становилось трудно вспомнить, какое тело было её собственным, какая перспектива, чье горе.\n\n*Я теряю ориентацию,* — подумала она. — *Я теряю себя.*\n\nВ этом заключалась опасность твиннинга разумов, особенно в состояниях сильного эмоционального напряжения: когда слишком много мыслей и чувств циркулировало между слишком большим количеством людей, эти перспективы выплескивались в твой собственный разум, и ты терял себя. Это было именно то, что она учила их предотвращать — и теперь, в этот самый критический момент, она терпела неудачу.\n\nЗатем голос Санчи, очень мягкий: <Береника.>Береника моргнула. Вспомнила, какая пара глаз принадлежит ей, и моргнула снова.\n\n<Береника,> — прошептала Санча. — <Ты знаешь, что нужно сделать, любовь моя. И знаешь, что у нас мало времени.>\n\nОна сделала долгий, медленный, глубокий вдох.\n\nОна вспомнила похожую ночь: погружение в черные воды, крепко зажмуренные глаза и ощущение призрачных рук Санчи, обнимающих её, растворение в её мыслях…\n\n*Спокойно,* — сказала она себе. — *Спокойно, спокойно…*\n\nБереника сглотнула и начала двигаться.\n\n<Клеф,> — хрипло произнесла она. — <Ты контролируешь мертвый фонарь?>\n\n<Едва-едва,> — простонал он. Голос звучал так, словно он испытывал чудовищное напряжение. <Корпус — это часть гребаного ужаса, но не лучшая точка доступа. Убедить эту тварь не стереть тебя из реальности своими аргументами… оказывается той еще блядской работенкой…>\n\n<Тогда давай покончим с этим,> — прошептала она.\n\nОна разжала пальцы, цеплявшиеся за крышу, подняла эспрингаль и прицелилась в фонарь.\n\n<Попробую подвести его поближе,> — сказал Клеф. — <Смотри не промахнись…>\n\nБереника выжидала, пока не убедилась, что мертвый фонарь в зоне досягаемости. Затем вдохнула и выстрелила.\n\nЛайн-шот устремился вверх, прилип к боку мертвого фонаря, и она взмыла следом.\n\nОна пролетела над рушащимися стенами; над Диэлой, всё ещё истерически рыдающей на участке внутренней стены; над двойными разломами, отредактированными прямо в земле; над местом, где всего несколько секунд назад стоял Витторио…\n\nПриблизившись к мертвому фонарю, она замедлилась. Взглянула вверх на отвесные, холодные черные бока — такие пустые и жутко безупречные. Она не думала, что у Теванны осталось истинное тело — скорее сотни тел, если не тысячи или миллионы; и всё же она всегда считала мертвые фонари символом их врага, этой неестественной, нереальной манифестацией воли, совершенно чуждой ей.\n\nНо хоть он и казался нереальным, на ощупь он был вполне твердым. Её ботинки прилипли к обшивке, затем она взбежала наверх и встала на черный кирпич, паря в сотнях футов над изрытым, дымным миром Граттиары. Она заглянула за край, всматриваясь на север. Армия хостов находилась теперь чуть меньше чем в миле от стен, хотя сейчас они сдерживались, осознав, что потеряли контроль над мертвым фонарем.\n\n<Порядок,> — сказал Клеф, хотя голос его звучал изможденно. — <Бер… я… я собираюсь открыть верхушку этой штуковины. Ты готова?>\n\n<Настолько, насколько это возможно.>\n\n<Лады. Там… там внутри сущий ад. Ну, поехали.>\n\nРаздался треск, шипение, панель на верхушке мертвого фонаря отъехала — и тут начались крики.\n\nБереника сжалась, когда из недр мертвого фонаря вырвались вопли — дикий, безумный вой боли и страдания. Затем её ударил запах: вонь гнили, мочи, дерьма и отбросов.\n\n*Боже, как я это ненавижу,* — подумала она, шагая к открытому люку на вершине мертвого фонаря. — *Боже, Боже, как же я ненавижу это делать.*\n\nОна заглянула внутрь мертвого фонаря и побелела.\n\nТри дюжины людей смотрели на неё снизу вверх пустыми глазами; их гнилые, зловонные рты были разинуты в бессвязном бормотании и визге. Все они были привязаны к стульям, расставленным на полу фонаря: ноги, руки и грудь намертво зафиксированы. Они были седыми и древними — и в то же время казались мутировавшими или уродливыми: черепа, костяшки пальцев или плечи странно выпирали, словно кто-то по прихоти удалил кость то здесь, то там.\n\n<Пора заняться делами иерофанта, Бер,> — сказал Клеф. — <И изменить мир.>\n\n<Знаю,> — ответила Береника. Она изловчилась и села на край люка.\n\n<Это тяжело,> — прошептала Санча в её разуме. — <Но это единственный путь.>\n\n<Знаю,> — сказала она.\n\nИ спрыгнула внутрь мертвого фонаря."
        },
        {
          "chapter_id": "ch3",
          "title": "Глава 3",
          "content": "Искусство скриптинга всегда разделялось на две совершенно разные области.\n\nСуществовал так называемый конвенциональный скриптинг — так его называли Береника и её соратники. В этом случае повседневные предметы или материалы убеждали не подчиняться законам реальности, нанося на них сложные аргументы. Эти аргументы ссылались на другие аргументы и определения, чтобы обосновать свои требования, и все они хранились поблизости в лексиконе. Именно с этим искусством выросла Береника; эта индустрия сформировала империю Старой Теванны, управляла крепостями вроде Граттиары и когда-то позволила Торговым Домам захватить весь мир.\n\nНо существовали и «глубинные команды». Они позволяли вносить в саму реальность внезапные, резкие и неумолимые изменения — правки настолько быстрые и полные, что мир даже не замечал, что изменился.\n\nОднако у глубинных команд была своя цена: человеческая жизнь.\n\nВпрочем, расходный материал в виде человеческих жизней обычно был в дефиците. В старые времена иерофанты — первые скриптеры — обходили это препятствие, создавая инструменты, искажающие переход от жизни к смерти. Помещая душу внутрь инструмента, как в случае с Клефом — жизнь, вырванная из тела в полночь и запертая в оружии или устройстве, — они могли захватить глубинную команду внутри него и вызывать её снова, и снова, и снова, без ограничений.\n\nНо во время войн скриптеров нечто, называющее себя Теванной, освоило куда более простую и ужасающую технику.\n\nТеванна осознала: если ты не против каждый раз платить новую цену за каждую правку, тебе вообще не нужно возиться с захватом команды в инструмент или риг. Тебе просто нужна жизнь как таковая. Края дни, месяцы или годы у человека, можно накладывать на реальность свежую команду, когда заблагорассудится.\n\nКонечно, у этого были свои ограничения. Каждая правка сжигала жизненную силу жертвы, как пламя дешевую свечу, мгновенно состаривая или убивая её.\n\nНо это не имело значения, если у тебя было целое население, которое можно пустить на растопку.\n\n* * *\n\n—\n\nБереника спрыгнула вниз сквозь зловонный воздух, игнорируя безумных, вопящих людей, прикованных вокруг неё. Она пробиралась вперед, осознавая, что пол скользкий от дерьма, мочи и бесчисленных других выделений. Один древний старик попытался цапнуть её, язык извивался в черном рту. Она осторожно обошла его, слегка поморщившись, когда его слюна попала ей на шею и щеку. Затем раздался пронзительный вой сморщенного, похожего на карлика существа — возможно, ребенка, которого состарили на пятьдесят лет ради одной-единственной команды.\n\n*Может, и лучше, если они умрут,* — подумала она. — *Может, так лучше.*\n\n<Я знаю, ты так не думаешь,> — сказала Санча. — <Будь сильной, Бер.>\n\nОна заметила круглое бронзовое устройство в центре мертвого фонаря и сразу узнала его: иерофантическая консоль, установленная рядом с гравитационным ригом, который удерживал всю эту махину в воздухе.\n\n*Я делала это лишь однажды.* Она лавировала между вопящими людьми к консоли. *Но как же я это ненавидела… Как ненавижу и сейчас.*\n\n<Давай, Бер,> — устало прошептал Клеф. — <Мне просто нужно попасть в бьющееся сердце этого ужаса, и тогда мы сможем внести свои правки. Я вычищу всю армию. Мы спасем их всех, всех сразу.>\n\nОна знала это, конечно. Но она также знала, что выполнение такой правки почти наверняка убьет людей на борту мертвого фонаря.\n\nОна достала пат-пластину для связи с Клефом, затем замерла и огляделась на всех этих вопящих, древних несчастных вокруг.\n\n— Простите, — сказала она.\n\nОна занесла полоску сдвоенного металла над консолью.\n\n*Я не такая, как Теванна,* — подумала она. — *Не такая.*\n\nИ опустила металл.\n\n* * *\n\n—\n\nИнтерьер мертвого фонаря изменился мгновенно — по крайней мере, для Береники.\n\nОна почувствовала, что Клеф занимает несколько положений в пространстве одновременно: здесь, в мертвом фонаре, и там, на Ключ-корабле у лексикона, рядом с Санчей. Словно все эти комнаты наложились друг на друга, и она чувствовала Санчу, стоящую у неё за спиной, и самого Клефа здесь, в фонаре, спорящего с этой жуткой штукой, разбирая её по кусочкам. Ей даже показалось, что она видит Санчу в полумраке, её короткие волосы с проседью поблескивали в бледном свете.\n\n<Почти готово,> — прошептала Санча. — <Почти…>\n\nЗатем она услышала, как начал Клеф.\n\nОн спорил с иерофантической консолью, настаивая на одном очень простом изменении: что сдвоенные пластины, вживленные в тела всех хостов внизу, сделаны не из металла, а из воды.\n\n<Другими словами, ничего необычного,> — сказал Клеф консоли. — <Знаешь… То, что вы все уже делали раньше.>\n\n<Я… УВЕРЕНА, ЧТО НЕ ДЕЛАЛА ЭТОГО,> — ответила консоль. — <НЕ СЕЙЧАС, НЕ В ЭТОМ СОСТОЯНИИ.>\n\nЕё голос. Как же он напоминал Грегора, совсем немного… а еще её, Валерию — плоский, лишенный интонаций и странно искусственный…\n\n<Но когда?> — спросил Клеф. — <Когда вы этого не делали?>\n\n<НИКОГДА. ЭТО ИЗВЕСТНО.>\n\n<Но можешь ли ты подтвердить, что не сделаешь этого в какой-то момент в будущем?>\n\nДлинная пауза.\n\n<Я… ЧТО?>\n\n<Известен ли тебе момент в будущем, когда эти изменения не были тобой произведены?>\n\n<ЭТО… ЭТО НЕВОЗМОЖНО СКАЗАТЬ…>\n\n<То есть ты не знаешь?>\n\n<Я… НУ…>\n\n<А ты уверена, что вот это время прямо сейчас — это не один из тех моментов в будущем, когда ты не выполняешь эти изменения?>\n\n<КТО… ПОДОЖДИ. РАЗВЕ ЭТО НЕ… ВРЕМЯ, КОГДА Я НЕ… ЧТО?>\n\nДаже в этом жутком месте Береника не смогла сдержать ухмылку. Консоль мертвого фонаря была иерофантическим инструментом, черпающим жизнь для прямого редактирования мира — и поэтому её якобы невозможно было сбить с толку.\n\nНо Теванна создала консоли мертвых фонарей гибкими и отзывчивыми — а всё, что гибко, легко завязать узлом. Особенно если узлы вяжет Клеф.\n\n<Значит, ты говоришь,> — весело сказал ключ, — <что не можешь подтвердить, является ли момент через две секунды от настоящего будущей точкой во времени, когда ты будешь выполнять эти две очень маленькие, крошечные правки реальности, а значит, ты не можешь подтвердить, разрешено тебе выполнять эту правку или нет?>\n\n<Я… ВЕРНО,> — сказала консоль, хотя теперь в её голосе звучало беспокойство.\n\n<Тогда можно внести эти изменения, да?> — сказал Клеф. — <Всего две легкие, крошечные, незаметные правки…>\n\nКонсоль долго молчала.\n\n<Началось,> — прошептала Санча. Она была так близко, словно они находились там вместе. — <Приготовься…>\n\nИ тогда мертвый фонарь изменил мир.\n\nТело Береники вспыхнуло агонией, болью за гранью описания, словно её кости превратились в огонь, а живот наполнился кипящим свинцом. Поскольку через Клефа она была подключена к самой правке, она чувствовала, каким мир был *до* изменения и каким стал *после*: она чувствовала, как обе версии реальности одну секунду настаивали на том, что имеют полное право продолжать существовать, этот непримиримый раскол между двумя мирами; а затем она почувствовала медленный переходный момент, когда одна история рухнула, а другая с грохотом ворвалась, как прилив, чтобы занять её место…\n\nПо её лицу текли слезы. Она чувствовала перезапись мира, безжалостные, неумолимые правки, вносимые в само бытие.\n\n*Сколько реальностей я уже убила? Сколько историй я задушила и заменила в такие панические моменты, как этот, и всё ради того, чтобы выиграть эту проклятую войну?*\n\nЗатем Клеф подтолкнул иерофантическую консоль еще раз — и правка завершилась.\n\nКрики в мертвом фонаре смолкли — внезапное, резкое исчезновение почти всех звуков. Она медленно оглядела людей, прикованных внутри фонаря.\n\nПочти все они были мертвы. Их головы безвольно повисли, рты открыты. Некоторые состарились так быстро и стремительно из-за того, что Клеф захватил управление фонарем, что уже выглядели как трупы.\n\n*Какая странная штука,* — подумала Береника, — *видеть годы, украденные так быстро, так безжалостно — и знать, что это ты несешь за это ответственность.*\n\n<Я перехватил контроль над гравитационным ригом этой штуки,> — прошептал Клеф. — <Могу направить его куда нужно, но больше никаких правок. И я… я долго не продержусь. Я так устал, Сан…>\n\nБереника поморщилась. Хотя Клеф умел покорять скриптнутые риги, выполнение глубинной команды всё равно было для него огромным испытанием. В прошлый раз он проспал два дня. Ей не нравилась мысль, что он может уснуть, пока мертвый фонарь всё еще в воздухе.\n\n<Просто посади его побыстрее, Клеф,> — сказала Санча. — <Армия хостов теперь свободна, так?>\n\n<Ага,> — вздохнул он. — <Они все чисты. Господи, как же их много. Не знаю, сможем ли мы забрать всех…>\n\n<Заберем всех, кого сможем,> — сказала Санча. — <И эту штуку… Этот мертвый фонарь. Если в городе безопасно, заберем и его.>\n\nУ Береники засосало под ложечкой, когда мертвый фонарь мягко пошел вниз, спускаясь к земле. <Думаешь, мы сможем дотащить его до Гивы?> — спросила она.\n\n<Знаю, что все там мечтали бы на него взглянуть,> — ответила Санча. — <Мы годами пытались понять, как Теванна управляет своими хостами. Может, эта штука нам покажет.>\n\nБереника вздохнула, обессиленная, но знала, что Санча права. Они с самого начала войны пытались проанализировать тотальный контроль Теванны над её человеческими компонентами, потому что подвох твиннинга разумов заключался в том, что связь была двусторонней. Твои мысли становились их мыслями, да — но и их мысли становились твоими.\n\nОднако у Теванны, похоже, никогда не было с этим проблем. Она могла смотреть глазами хоста, но ей было плевать на самого человека: жив ли он, страдает ли, скорбит ли о любимых. Просто быть подключенным к тысячам людей должно было быть невыносимо, даже если бы они не находились в состоянии ужасного стресса, как хосты. И всё же для Теванны это не было проблемой. Понимание того, как она управляется с этими миллионами связей, всегда было критически важным аспектом ведения войны — и если захват этой жуткой машины мог это изменить, её стоило сохранить.\n\n<Клаудия?> — позвала Береника.\n\n<Д-да?> — отозвалась Клаудия. Голос у неё был слабый: без сомнения, пэсинг к Витторио в момент, когда его стерли из реальности, стал для неё невыразимо травмирующим.\n\n<Мне нужно, чтобы ты добралась до бывших хостов и сказала им, что нужно уходить,> — сказала она. — <Я бы сделала это сама, но буду занята мертвым фонарем. Если они послушают, веди их к пирсам, как и всех остальных.>\n\n<Поняла, Капо,> — прошептала она.\n\nМертвый фонарь продолжал снижаться. Ноги Береники ослабели. Ей хотелось просто сесть, лечь, приклонить голову — где угодно, только не в этой ужасной тесной камере.\n\n<Почти на месте,> — сказал Клеф. — <Почти…>\n\nОни были уже очень низко, всего в нескольких ярдах от армии хостов. Береника слышала, как они кричат и воют, пробуждаясь от кошмарного сна, в который Теванна погрузила их на недели, месяцы, может быть, годы.\n\nОна закрыла глаза. Она чувствовала Санчу рядом, словно держала жену за руку здесь, в темноте.\n\n<Я всегда хочу быть с тобой,> — прошептала Береника. — <Но сейчас, господи, вытащи меня из этого ада…>\n\n<Знаю,> — сказала Санча. — <Держись, любимая.>\n\n<Готовьтесь,> — сказал Клеф. — <Мы почти сели. Потом я разорву связь с этой шту-у-у-у…>\n\nБереника открыла глаза. Она ждала продолжения, но Клеф молчал.\n\n<С какой штукой?> — спросила она.\n\nМертвый фонарь перестал снижаться. Повисла долгая, долгая тишина.\n\n<Твою мать, Клеф,> — сказала Санча. — <Что теперь не так?>\n\n<Воу…> — тихо произнес Клеф. — <Воу, воу, воу. Здесь что-то… Здесь что-то есть, народ!>\n\n<Э-э… чего?> — переспросила Береника. Она огляделась. — <Здесь? В мертвом фонаре? О чем ты?>\n\n<Здесь… Здесь есть что-то еще…> — сказал Клеф. В его голосе звучал трепет, зачарованность, ужас — совсем не тот бодрый, хитрый тон, к которому они привыкли. — <Я собирался разорвать связь, но в этом фонаре… есть что-то еще, со мной и Бер…>\n\nБереника и Санча вместе огляделись, всматриваясь в мертвый фонарь одной парой глаз. Ничего не было.\n\n<О чем… О чем он говорит?> — спросила Береника.\n\n<Понятия не имею, блядь,> — ответила Санча.\n\n<Малая… Теванна видит сны,> — прошептал Клеф.\n\nУ Береники мурашки побежали по коже. <Клеф? Ты в поря…>\n\n<Теванна видит сны в глубинах мира, Санча,> — сказал он. — <И её сон здесь! Он здесь, в… в этом мертвом фонаре!>\n\n<А? В фонаре?> — переспросила Санча. — <Какого хера ты несе…>\n\n<Я вижу его,> — закричал Клеф. — <Я ВИЖУ ЕГО!>\n\n* * *\n\n—\n\nСтоя в кабине Ключ-корабля, Санча выпрямилась и закричала.\n\nВ её разуме замелькали образы, так быстро, что она едва успевала понять, что видит.\n\nОна увидела башни цвета белой кости, восстающие из выжженных песчаных равнин, блестящих, как расплавленное стекло, и испещренных тут и там огромными расщелинами.\n\nОна увидела небо, подернутое рябью от колонн черного дыма, и услышала крики тысяч голосов.\n\nОна увидела поверхность из черного камня, покрытую скриптами, выкованными из серебра, — а в стене была дыра в мире, и тьма за ней.\n\nЗатем всё изменилось, словно она летела над ландшафтом. Она увидела внизу степи, травы, колышущиеся на ветру, холмы, вздымающиеся вдалеке.\n\nБелая река, несущаяся сквозь горы.\n\nЗатем горы расширились и разрослись, коричневые, беспорядочные, покрытые высокими соснами и изрезанные скалистыми ущельями. Среди гор лежала долина, огромная и зияющая, заполненная разрушающимися колоннами и покосившимися руинами… а над одним странно зубчатым пиком в долине висела…\n\nКоробка.\n\nКомната, парящая в небе.\n\nА внутри комнаты — кричащий человек.\n\nИли, скорее… нечто в форме человека. Ибо внезапно Санча увидела человека в комнате, или, вернее, увидела, как Клеф видит этого человека — и она увидела его лицо, черное, неподвижное, холодное и блестящее, лицо, похожее на маску…\n\nПотому что это и была маска.\n\n— Нет! — закричала она вслух.\n\nЗатем раздался голос, холодный, глубокий и пустой — и всё же полный боли.\n\n«САНЧА, — произнес он. — ЭТО… НЕТ. НЕ ТЫ. НЕ ТЫ!»\n\nНенависть в этом последнем слове, такая нутряная, горькая и ядовитая… Она была словно черная молния, пронзившая её мысли.\n\nЗатем видение померкло, и Клеф замолчал.\n\n* * *\n\n—\n\nБереника вскрикнула, когда мертвый фонарь рухнул на землю — падение всего с нескольких футов, но этого хватило, чтобы отбросить её на стену. Ей пришлось вжаться в угол, чтобы не упасть навзничь на грязный пол. Мгновение она стояла там, тяжело дыша.\n\n<Клеф!> — рявкнула она. — <Что это, черт возьми, было?>\n\nТишина.\n\n<Санча?> — спросила она. — <Что происходит? Что случ…>\n\nЗатем она почувствовала чудовищный жар за спиной, обернулась и с ужасом увидела, как иерофантическая консоль задымилась, а затем вспыхнула пламенем.\n\nЖар был невыносимым и становился всё сильнее и сильнее. Она знала, что сварится заживо за секунду, если останется. Она попятилась к люку в потолке, подпрыгнула и выбралась наружу так быстро, как только могла. Добравшись до края мертвого фонаря, она оглянулась на люк и увидела, как из него валит черный дым, сопровождаемый слишком узнаваемым запахом горящей плоти.\n\n— Какого хера, — выдохнула Береника. — Какого хера!\n\nОна села на край мертвого фонаря, голова шла кругом, и спросила: <Санча? Ты там?>\n\n<Я… здесь,> — слабо ответила Санча. — <А ты?>\n\n<Да! Ты в курсе, что гребаная иерофантическая консоль в этом мертвом фонаре вспыхнула и чуть не убила меня? Это Клеф сделал?>\n\n<Нет, я не была в курсе,> — пробормотала Санча. — <И я не знаю, что он сделал.>\n\n<Ты… Ты не знаешь? Что происходит?> — спросила Береника.\n\nПовисла долгая тишина.<Ты видела ту херню, что и я, Бер?> — спросила Санча. — <Те… Белые башни? Дым и плач? И черную дверь в камне?>\n\nБереника замерла на мгновение, настолько ошеломленная, что не могла ответить. <Что! Нет! Нет, не видела! Это правда случилось? Серьезно?>\n\n<Ага,> — тихо сказала Санча. — <А теперь Клеф отрубился.>\n\n<Черт,> — сказала Береника. — <Погоди. Это ты видела эти безумные видения или Клеф?>\n\n<Это-то меня и беспокоит,> — ответила Санча. — <Я толком не зна…>\n\n<Бер, Сан,> — резко вмешалась Клаудия, — <как бы мне ни хотелось разобраться во всем этом безумии прямо сейчас, у нас тут несколько тысяч человек, о которых надо позаботиться. И если Теванна может призвать одну армию из ниоткуда за час, логично предположить, что она может призвать и другую.>\n\n<Ебаный в рот,> — выругалась Береника. Она соскользнула с края мертвого фонаря, нацелила лайн-шот, выстрелила и перемахнула на городские стены. — <Я придумаю, как затащить этот мертвый фонарь на борт, чтобы изучить его — если там вообще осталось что изучать. Правда, мне нужно вернуться на корабль за материалами. Сан, ты сможешь подогнать Ключ-корабль поближе к пирсам?>\n\n<Я не такая точная, как Клеф,> — ответила Санча, — <но подгоню близко.>\n\n* * *\n\n—\n\nСанча стояла у главных рычагов управления массивного галеона, сжимая штурвалы, позволявшие его скриптам и командам просачиваться в ее мысли. Она не особо любила эту работу, но после Клефа оказалась лучшей в пилотировании такого зверя: ее привилегии давали доступ к скриптнутым ригам, так что она могла слушать огромный скриптнутый галеон, уговаривать его и вести через маневры.\n\n— Сюда, — прошептала она вслух, работая с сонным гигантом. — Сюда…\n\nОгромный корабль начал движение. Она посмотрела на запад, в сторону пирсов Граттиары, и увидела граттиарцев, выстраивающихся в очередь к шлюпкам, за которыми следовали оборванные, несчастные беженцы; а вскоре за ними последует самая жалкая группа из всех: тысячи освобожденных хостов, которые только что очнулись и обнаружили себя истощенными, измученными и вдалеке от дома, их семьи пропали, а любимые исчезли.\n\nПри виде их она почувствовала себя старой. Старой от осознания того, что было еще много таких же, кого они с Береникой не спасли. И что еще хуже, ее тревожило увиденное видение и то, на что оно намекало — а также знание того, что она видела далеко не всё, что видел Клеф.\n\nГолос Береники прошептал ей в ухо: <Что это было?>\n\n<Я не уверена,> — ответила Санча. — <Но я думаю… Я думаю, Клеф мог случайно подключиться к его мыслям.>\n\n<К его мыслям? Ты имеешь в виду…>\n\n<Ага,> — сказала Санча. — <Я… Я думаю, Клеф как-то случайно прочитал разум Теванны. Он смотрел ее глазами, видел, что она делает. И… то, что он там увидел, похоже, было чертовски страшным.>\n\n<А голос?> — спросила Береника. — <Когда он назвал твое имя? Это был…>\n\n<Да. Я… Я думаю, оно заметило, что я смотрю. Оно поймало нас и вышвырнуло.>\n\nСо стороны стен Граттиары мелькнуло движение: крошечная черная точка, несущаяся к палубе Ключ-корабля по неестественно прямой линии. Странный способ наблюдать возвращение супруги, но сердце Санчи подпрыгнуло при виде этого.\n\n<Санча,> — прошептала Береника. — <В видении. Ты… Ты правда видела…>\n\nСанча прижалась лбом к штурвалу галеона. Пережитое словно отпечаталось на поверхности ее мозга: пустая черная маска и крик в темноте.\n\n<Ага,> — мрачно ответила она. — <Я видела его.>\n\n<Что это может значить?> — спросила Береника.\n\nСтранный звук донесся через море туда, где стояла Санча, — низкий, нарастающий шелест, напомнивший ей огромную стаю птиц в полете. Ей потребовалось мгновение, чтобы опознать его: это был плач. Теперь она была достаточно близко, чтобы слышать всех людей, стоящих на пирсах и ступенях Граттиары, и все они плакали.\n\n<Ничего хорошего,> — сказала она."
        },
        {
          "chapter_id": "ch4",
          "title": "Глава 4",
          "content": "Ключ-корабль в море всегда был шумным местом. Хоть это и был громадный скриптнутый риг почти непостижимой, совершенной сложности, его опоры все равно скрипели, о корпус снаружи плескалась вода, а звук шагов всегда эхом разносился по палубам сверху и снизу. Но сейчас эхо разносило иные звуки: плач, вопли, всхлипывания, шмыганье носами, а также многочисленные шорохи и удары бесчисленных несчастных, израненных тел, лежащих на палубах и в отсеках. Когда Санча пересекала верхние отсеки корабля, ей казалось, что она заглядывает в другой мир, словно в сон философа о загробной жизни — в это слабо освещенное, обширное пространство, заполненное койками с изможденными, потрясенными людьми.\n\nОна нашла Полину там же, где и всегда после успешной операции: та прислонилась к перилам высокого балкона в одном из отсеков, глядя вниз на своих физикеров, занимающихся лечением множества травм и инфекций. Хотя Полина находилась здесь из сострадания, Санча не могла отделаться от мысли о хищной птице, наблюдающей со своего насеста за суетой песчаных мышей.\n\n— И кто же, — спросила Полина, когда Санча подошла ближе, — пилотирует этот корабль?\n\n— Клаудия, — ответила Санча. — Она немного поспала, так что теперь за работой. Это несложно, теперь у нас прямой рывок на юг, к Гиве. Ей в основном нужно просто смотреть в передний кокпит.\n\n— А ты? Ты спала?\n\n— Нет.\n\nПолина кивнула, наблюдая, как физикеры снуют туда-сюда за новыми лекарствами.\n\n— Это, — сказала она, — безусловно, самое большое количество людей, с которым мы когда-либо справлялись.\n\n— Ага, — сказала Санча. — Примерно на тысячу или около того.\n\n— Не только жители Граттиары, — сказала Полина. — И не только беженцы. Но еще и целая теваннская армия хостов, которых Клеф… что, разбудил магией? Это будет точным описанием?\n\n— Не совсем, — ответила Санча. — Но работает нормально.\n\n— Это как в сказке, — сказала Полина. — Народ, освобожденный от чар злого колдуна. Но в тех историях все казалось намного проще. — Она пристально наблюдала, как один из ее физикеров перебинтовывает ногу ребенку. — Я не особо люблю все это дерьмо с пэсингом, как ты знаешь.\n\n— Ты никогда не стеснялась об этом говорить, да, — заметила Санча.\n\n— Но я вроде как чувствую, как все мои физикеры помогают всем на этом корабле, одновременно. Словно я помню, как они это делают, будто я делала это сама… — Она покачала головой. — Знать масштаб этих страданий и знать, что мы сделали, чтобы их остановить… Это почти заставляет поверить, что весь риск и безумие того стоили.\n\n— Почти?\n\nПолина отстранилась от перил.\n\n— Да. Потому что еще одна деталь всей этой чуши с пэсингом… Я знаю, что творится у тебя в голове, Санча. Немного. — Она повернулась к ней. — Я знаю, почему ты не хочешь спать. Клеф что-то сделал там. Прорвался в Теванну, заглянул в ее мысли. И увидел…\n\n— Он увидел Кразедеса, — сказала Санча. — Да.\n\n— И он увидел его… плененным, так? — спросила Полина.\n\n— Я не уверена, — ответила Санча. — Пиздец как трудно представить, чтобы кто-то запихнул Кразедеса в ящик.\n\nПолина кивнула, ее взгляд стал отсутствующим, пока она обдумывала это.\n\n— Береника изучает карты, — сказала она. — Почему бы нам не присоединиться к ней?\n\nСанча последовала за Полиной вверх из отсеков, через множество палуб, лестница за лестницей, люк за люком.\n\n— Как справилась девочка? — спросила Полина, пока они поднимались.\n\n— Ну, — вздохнула Санча. — Учитывая все обстоятельства, Диэла чертовски хороша в пэсинге — у нее природный талант, и ее затвиннили очень юной. Но я бы сделала все возможное, чтобы это не стало ее первым боевым столкновением.\n\n— Мои люди дали ей сонное зелье, — сказала Полина. — Сейчас она отдыхает — но я знаю, что для тех, у кого талант к пэсингу, сны не всегда являются спасением, так как они иногда перетекают в сны других.\n\nНаконец они пришли в картографическую комнату, расположенную ближе к верхней корме Ключ-корабля. Когда-то здесь размещалась всевозможная роскошь Дандоло — капитаны, по-видимому, развлекали здесь богатых гостей, — но теперь остался только ковер, желтый, с ярким цветочным узором, кое-где запятнанный следами древнего вина.\n\nБереника сидела в дальнем конце, уставившись на стену с картами и заметками, которые они собрали за многие месяцы войны. Санча знала, что она не изменила и не пометила ни одну из них. То, что мельком увидел Клеф, предполагало нечто настолько ужасное, что никакие правки не могли бы истинно это отразить.\n\n— Когда я была молода, — сказала Полина, пересекая комнату, — я думала о войне в категориях мечей, копий и щитов. Но теперь я знаю, что это карты, и еще карты, и календари, и расписания, и линии снабжения, и подсчет предметов — а потом снова карты и еще раз карты. — Она встала рядом с местом, где сидела Береника. — Смертельно скучная дрянь, если честно.\n\nБереника ничего не ответила, молча медитируя над ландшафтами перед собой.\n\n— Но эта скучная дрянь помогла нам спасти тысячи людей, — тихо сказала Полина. — Полагаю, за последние восемь лет мы провели, сколько, девятнадцать операций, уводя людей с пути Теванны? — Она подошла ближе к карте и коснулась одной области к востоку от территорий Теванны. — Но это… Если быть честной, это помогло нам больше.\n\nСанча села рядом с Береникой, чтобы посмотреть. Палец Полины лежал на Черных Королевствах: уродливом маленьком пятне долин, которые противостояли Теванне последние восемь лет. Королевства были настолько известны, что даже Мальти и его люди знали о них — или, по крайней мере, знали об огромном масштабе разрушений, вызванных бесконечными попытками Теванны захватить этот регион.\n\n— Сколько крови и сокровищ, — сказала Полина, — потратила Теванна, пытаясь захватить Кразедеса?\n\nБереника наконец пошевелилась, вдохнула и моргнула.\n\n<Несчетно,> — сказала она. — <Сотни тысяч хостов. Десятки мертвых фонарей. Легионы артиллерии. Столько, что на этом фоне Граттиара кажется мелкой стычкой.>\n\n— Вслух, пожалуйста, — сказала Полина. — Мысли яснее, когда они озвучены. Если бы я могла заставить вас всех записывать их, я бы так и сделала.\n\nБереника вздохнула, закрыла глаза и собралась с мыслями.\n\n— Кразедес был главной целью Теванны с самого начала войны. И мы смогли воспользоваться этим. То, что она сосредоточилась на нем, дало нам много свободы в море Дураццо. Спасать всех этих людей было непросто, но было бы намного сложнее, если бы Кразедес не отвлекал на себя так много внимания Теванны.\n\nПолина повернулась, чтобы посмотреть на Санчу.\n\n— И все же теперь ты получила видение о нем… плененном.\n\n— Мы не знаем этого наверняка, — сказала Санча.\n\n— Ты видела его в каком-то ящике, да? — спросила Полина. — Кричащим от боли? Для меня это определенно означает «пленен».\n\n— Я видела кусок куска того, что видел Клеф. Он видел больше, и он будет знать больше.\n\n— И когда он будет знать больше? — спросила Полина.\n\n— В прошлый раз ему потребовалось два дня, чтобы очнуться, — сказала Санча. — Думаю, мы будем уже в Гиве, когда он снова придет в себя. Тогда он сможет рассказать нам больше.\n\nПолина снова посмотрела на карту.\n\n— Мысль о том, что первый из всех иерофантов захвачен… Я никогда не считала это возможным. Скорее, я бы подумала, что их драка убьет нас всех.\n\nСанча была с этим искренне согласна. Хотя они гадали, мог ли Кразедес погибнуть после Ночи Шорфолла, всего через несколько недель они получили известие, что он всплыл на другой стороне моря и захватил горстку королевств в долинах Дауло. Никто не знал, убедил ли он различных мелких царьков следовать за ним или заставил — будучи иерофантом с мощным контролем над убеждением, а также самой гравитацией, у него был бесконечный выбор, — но он превратил их армии и крепости в сплоченную сверхдержаву почти за одну ночь. Ходили даже слухи, что он нашел способ восстановить свою способность летать, а может, и нечто большее.\n\nВосемь лет после этого Черные Королевства не только выживали, но и стояли несокрушимо против натиска Теванны. До сегодняшнего дня, подумала Санча.\n\n— Мне трудно представить, что мы будем делать, — сказала Береника, — если Кразедес действительно пал.\n\n— Понятия не имею, — сказала Полина. — Нам придется вынести этот вопрос на Ассамблею по возвращении в Гиву. — Она взглянула на Санчу. — Но ты знаешь, что эта тема и так заставляет их нервничать.\n\nСанча зыркнула на нее. Ее рука поднялась, чтобы коснуться рубашки там, где у шеи висел Клеф.\n\n— Ты имеешь в виду, что Клеф заставляет их нервничать.\n\n— Справедливости ради, Санча, Клеф заставил бы нервничать кого угодно, — раздраженно сказала Полина. — Магический скриптнутый инструмент, который может манипулировать или уничтожить почти любой другой скриптнутый инструмент? Только дурак не беспокоился бы о такой вещи! Не говоря уже о ком-то с его… историей.\n\n— Клеф приложил руку к созданию почти всего, что помогло Гиве выжить, — защищаясь, сказала Санча. — Благодаря ему мы живы, благодаря ему мы добились таких успехов!\n\n— Да, и знание того, что он, по-видимому, когда-то был отцом Кразедеса, — сказала Полина, — который уничтожил тысячи, если не миллионы людей за четыре тысячелетия своей жизни… Знание того, что этот же человек помог построить твою нацию, не особо утешает. — Ее лицо, всегда застывшее в мрачной гримасе, стало еще мрачнее. — Он может быть таким же плохим. Наш собственный Кразедес, дремлющий среди нас все это время, как бабочка в куколке.\n\nСанча открыла рот, чтобы возразить, но Полина подняла руки, сдаваясь.\n\n— Я остановлюсь и просто скажу, что ненавижу всю эту жуткую магию, — сказала она. — Я ненавидела торговые дома за ее использование, а это… эта древняя безумная чепуха тревожит меня вдвойне. Понятия не имею, как ты живешь с такой штукой, касающейся тебя, Санча.\n\n— Потому что он не штука, — сказала Санча. — Он личность.\n\nПолина вздохнула и потерла глаза.\n\n— Вам обеим нужно поспать, — сказала она. — И отдохнуть. Я практически чувствую запах вашего истощения, отравляющий воздух вокруг вас. Идите спать.\n\nБереника встряхнулась.\n\n— Мы можем помочь позаботиться о беженцах, — сказала она. Она подавила зевок. — У нас не хватает рук. Мы можем помочь.\n\n— Нет, — твердо сказала Полина.\n\n— Мы можем! — воскликнула Береника. — Люди зависят от нас.\n\n— Вам зададут очень, очень много вопросов, когда мы доберемся до Гивы, — сказала Полина. — Я ожидаю, что Ассамблея будет допрашивать вас часами. Спите, чтобы вы могли им ответить. — Она хмуро посмотрела на карты. — Потому что мы все будем зависеть от ваших ответов.\n\n* * *\n\nОставшись одни в своей каюте, Санча и Береника обняли друг друга и слушали.\n\nОни слушали мысли друг друга, чувства, воспоминания, переживания. Сдвоенные мысли давали доступ к разуму другого человека, но это был эффект близости — что означало, что когда они физически касались друг друга, эффект достигал зенита, и они делились столь многим, что почти становились единым целым.\n\nСанча беззвучно плакала по Витторио, слушая эхо его смерти, отдающееся в мыслях Береники.\n\n<Блядь,> — прошептала она. — <Мне так жаль, Бер.>\n\n<Я знаю,> — ответила Береника.\n\n<Ты все сделала правильно,> — сказала Санча.\n\n<И он тоже. Он поступил правильно. Просто в тот момент это не казалось правильным.> — Она прислонилась головой к голове Санчи. — <Однажды мы изобретем выход из этого. Мы найдем какой-нибудь ключ, или инструмент, или трюк, который сможет… который сможет гарантировать, что это никогда больше не повторится. Правда?>\n\n<Надеюсь,> — сказала Санча. Она устало улыбнулась. — <Но сквозь муссон не протанцуешь.>\n\nБереника улыбнулась в ответ, пытаясь вспомнить, откуда эта поговорка. Какая-то древняя притча, подумала она, о женщине, которая могла танцевать сквозь ливни и ни одна капля ее не касалась — но в конце концов пришел муссон, и сквозь него протанцевать было невозможно.\n\nСанча изучала тело Береники — ее синяки, порезы, места, где кожа была стерта до мяса, пока броня и эспрингаль таскали ее по небу. Береника проложила путь в ее разум и увидела свои собственные раны глазами Санчи, делая заметки о том, как скорректировать снаряжение в будущем.\n\n<Раздевайся,> — сказала Санча. — <Ты побита в таких местах, о которых даже не подозреваешь.>\n\n<Неправда,> — сказала Береника, болезненно морщась, когда села и расстегнула пуговицу. — <Я прекрасно осведомлена о всех местах, где я побита…>\n\nСанча достала бинты, масла и припарки и тихо начала обрабатывать множество мелких ран Береники. Закончив, она откинулась назад и посмотрела на свою работу. Береника снова проложила к ней путь и тоже посмотрела, изучая свое обнаженное, покрытое синяками, избитое тело, лежащее на кровати, глазами Санчи. Внезапно ее захлестнули противоречивые эмоции: ужас от того, какой избитой и изношенной она выглядела; затем ликование, даже возбуждение от того, что она видит себя живой, целой, сильной; а затем мощное, щемящее чувство вины от знания, что это тело живо, а Витторио полностью потерян, стерт из реальности.\n\n<Живая,> — сказала Санча.\n\n<Да,> — ответила Береника. — <Едва-едва.>\n\n<Все еще живая, да. И все еще молодая.>\n\nЛицо Санчи было тревожным. Береника схватила ее за руку и крепко сжала.\n\n<Ты тоже все еще жива,> — сказала Береника.\n\n<Но не молода,> — сказала Санча. — <Не сильна. Посмотри на себя…> — Ее взгляд упал на бицепсы Береники, упругие и рельефные. — <Как я могу не ревновать?>\n\n<Я жива только благодаря тебе,> — сказала Береника. — <Я и все остальные. Мы выжили благодаря тому, что ты сделала.>\n\nСанча ничего не ответила. Береника знала, что это слабое утешение: пластина в черепе Санчи была совсем, совсем другой, позволяя ей воспринимать скрипты и общаться с ними так же, как пластины внутри Береники и остальных гиванцев позволяли им делиться мыслями. Но, как и все изменения, движимые глубинными разрешениями, дар Санчи требовал платы жизнью. Точно так же, как мертвые фонари старили своих рабов с каждым скриптом, маленькая пластина в голове Санчи пировала ее годами, пожирая ее дни, старя ее гораздо быстрее обычного.\n\nБеренике это казалось ужасно несправедливым. Скрипты, которые сдваивали их разумы, наверняка тоже требовали жизни — просто намного, намного меньше, чем те изменения, которым подверглась Санча.\n\nКак горько, часто думала она, что скриптинг тела является благословением для стольких людей, кроме того человека, который сделал это возможным.\n\nСнова и снова Санча и Береника мучительно раздумывали, не использовать ли на ней пурдж-стик: маленький инструмент, который сделал бы тело невосприимчивым к скриптам, заставляя физическое «я» отторгать любые команды, которые были или могли бы быть в него внедрены.\n\nСанча, казалось, почувствовала ее мысли:\n\n<Тот пацан на борту — сын губернатора, которого ты спасла. Ты использовала на нем пурдж-стик, чтобы сделать это.>\n\nБереника кивнула.\n\n<Но… теперь он никогда не сможет быть частью Гивы,> — сказала Санча. — <Никогда не разделит разумы. Не станет одним из нас. Не с этой пластиной внутри. Ему придется нести все, что он выстрадал, в одиночку.>\n\nБереника схватила ее руку и сжала.\n\n<Не в одиночку, любовь моя. Не совсем в одиночку.>\n\nСанча вздохнула.\n\n<Может, я сделаю это. Может, я действительно сделаю. Когда война закончится и мы все будем в безопасности, я сделаю это с собой.>\n\nИ все же Береника не могла не чувствовать тревогу. Не только потому, что ни одна из них не могла представить, когда война вообще может закончиться, но и потому, что она не знала, как жить с партнером, который так стремительно стареет. Физические ограничения Санчи были серьезнее, и сейчас она была в том возрасте, когда ее сексуальные аппетиты угасали. Пять или шесть лет назад вид Береники, лежащей обнаженной на кровати, возбудил бы ее почти мгновенно. Теперь Береника знала, что Санча чувствует в основном усталость и нежелание раздеваться и показывать свое стареющее тело.\n\n<Нет,> — сказала Береника, садясь. — <Нет, нет.> — Она взяла руку Санчи и приложила к своей щеке. — <Ты — это все еще ты. И ты все еще прекрасна.>\n\n<Я никогда не была прекрасной,> — сказала Санча.\n\n<Ты была для меня. Ты есть для меня.>\n\nСанча вздохнула.\n\n<Раздели то, что я чувствую,> — сказала Береника. — <Возьми это у меня.>Санча посмотрела на нее с легким недоумением, но все еще с неохотой. Это предложение не было для них чем-то необычным: Санча могла разделить возбуждение и оргазм, на которые тело Береники было все еще вполне способно и к которым так стремилось.\n\n<Так готова, чтобы тебя использовали,> — произнесла Санча с легкой улыбкой. Она начала раздеваться. <Для тебя,> — отозвалась Береника, — <всегда. Всегда.>"
        },
        {
          "chapter_id": "ch5",
          "title": "Глава 5",
          "content": "— Что там, на другой стороне? Ты знаешь? — спросил женский голос.\n\n— Нет. Я пока не уверен, — ответил другой, на этот раз мужской.\n\n— Зачем строить это, если не знаешь, куда оно ведет?\n\n— Ты не понимаешь. Оно хочет, чтобы я его построил. Оно хочет быть созданным. Это как видеть скульптуру в каменной глыбе, только глыба — это сам мир.\n\n— Красивая мысль. Но ты не отвечаешь. Что находится по ту сторону того, что ты создаешь?\n\n— Я не знаю. Но там ведь должно быть лучше, чем здесь, верно?\n\nВо тьме своего бесконечного безмолвного сна Клеф беспокойно заворочался.\n\n— Знаешь, ее там может и не быть. Я хочу, чтобы она там была. Знаю, ты тоже хочешь. Но, возможно, она не ждет нас на той стороне.\n\n— Я не дитя. Я знаю. Но, быть может, там нас ждет лучший мир. Быть может, лучший мир ждет нас всех — там, по ту сторону мироздания…\n\nКлеф шевельнулся во тьме; его мутило от тревоги.\n\n*Кто это? Чьи голоса я слышу? Кто это был — тогда, давным-давно?*\n\nЗатем сновидение отступило, и он провалился в сон."
        }
      ]
    }
  ]
}